Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/01-purposes-of-the-pistol.po
Languages: ru

source: I. Purposes of the Pistol
ru: I. Назначение пистолета

source: By "Pistol" is meant any one-hand gun. This book is concerned with two types only: (1) pistols with revolving cylinders carrying several cartridges, and (2) self-loading magazine pistols. For convenience, the former will be referred to henceforth as "revolvers" and the latter as "automatics." The word "revolver" has long been accepted by dictionaries in almost every language. If "automatic" has not yet been quite so widely accepted, it is, we think, well on the way to being so, and we shall not be anticipating matters unduly if we continue to use it in the sense indicated.
ru: Пистолет - это оружие, которое приспособлено для удержания одной рукой. Здесь мы будем рассматривать только два типа такого оружия: (1) пистолет с вращающимся цилиндром, в котором содержатся патроны (револьвер), и (2) самозарядный магазинный пистолет. Здесь и далее мы будем называть оружие первого типа револьвером, а второго типа — (автоматическим) пистолетом. Термин «револьвер» давно вошел в словари всех языков; термин «автоматический пистолет» не столь общепринят, однако авторы полагают, что постепенное его распространение дает им право использовать этот термин в своей работе.

source: Excluding duelling (since it is forbidden in most countries and appears to be declining in favour even in those countries in which it is permitted tacitly or otherwise), there seem to remain two primary and quite distinct uses for the pistol. The first of those uses is for target shooting (i.e. *deliberate* shooting with a view to getting all shots in the ten-ring on a stationary target). Its second use is as a weapon of combat.
ru: Если не говорить о дуэлях, которые сегодня запрещены в большинстве стран, и становятся, похоже, не столь популярны даже там, где разрешены, официально или неофициально, существуют лишь две совершенно обособленные области применения пистолета. В первом случае это спортивная стрельба, когда методически производится выстрел за выстрелом с целью попадания в центр неподвижной мишени. Во втором случае пистолет используется как оружие в бою.

source: This book is concerned solely with the latter aspect, but it must not be inferred on that account that we in any way decry the sport of target shooting. On the contrary, we admire the high degree of skill for which it calls and which we personally cannot emulate. We recognise the great amount of patient practice necessary to attain such skill, and we can see that in suitable circumstances the inclusion of a target pistol in the camper's equipment would not only be a source of pleasure but might be useful as well. Target shooting has its place and we have no quarrel with it.
ru: Эта книга посвящена исключительно боевому применению пистолета, однако ни в коем случае не следует думать, что авторы смотрят на стрелковый спорт свысока. Напротив, мы восхищаемся умением, которого он требует, и которым авторы не обладают. Мы сознаем, каких упорных тренировок стоит выработка нужных навыков, и полагаем, что при известных обстоятельствах, спортивный пистолет в экипировке, например, туриста, может быть источником не только удовольствия, но и практической пользы. Спортивная стрельба занимает свое достойное место, и мы с этим спорить не собираемся.

source: There probably will be a quarrel, however, when we go on to say that beyond helping to teach care in the handling of fire-arms, target shooting is of no value whatever in learning the use of the pistol as a weapon of combat. The two things are as different from each other as chalk from cheese, and what has been learned from target shooting is best unlearned if proficiency is desired in the use of the pistol under actual fighting conditions.
ru: К сожалению, однако, мы беремся утверждать, что, если не говорить о воспитании навыков безопасного обращения с оружием, спортивная стрельба совершенно бесполезна, когда речь заходит о боевом применении пистолета. Эти две вещи отличаются друг от друга, как мел от сыра, и о спортивных навыках лучше забыть, когда речь идет об эффективном использовании пистолета в реальных боевых условиях.

source: These views are the outcome of many years of carefully recorded experience with the Police Force of a semi-Oriental city in which, by reason of local conditions that are unusual and in some respects unique, armed crime flourishes to a degree that we think must be unequalled anywhere else in the world. That experience includes not only armed encounters but the responsibility for instructing large numbers of police in those methods of pistol shooting which have been thought best calculated to bring results in the many shooting affrays in which they are called upon to take part.
ru: Наши взгляды являются результатом многолетнего опыта работы в полиции дальневосточного города, в котором, вследствие необычных, а в некоторых отношениях, уникальных, местных особенностей, вооруженная преступность процветает, по нашему мнению, как нигде в мире. Этот опыт включает не только вооруженные столкновения, но и ответственность, связанную с качеством огневой подготовки большого количества полицейских, которым придется применять пистолет в перестрелках.

source: There are many who will regard our views as rank heresy, or worse. We shall be content for the present, however, if in the light of the preceding paragraph we may be conceded at least a title to those views, and we shall hope to fortify the title subsequently by statistics of actual results of shooting affrays over a number of years.
ru: Многие считают наши взгляды отъявленной ересью, если не хуже. В свете сказанного выше, однако, мы полагаем, что мы вправе, по крайней мере, эти взгляды иметь, и надеемся в дальнейшем подтвердить их статистикой реальных перестрелок, накопленной на протяжении ряда лет.

source: At this point it would be advisable to examine very carefully the conditions under which we may expect the pistol to be used, regarding it only as a combat weapon. Personal experience will tend perhaps to make us regard these conditions primarily from the policeman's point of view, but a great many of them must apply equally, we think, to military and other requirements in circumstances which preclude the use of a better weapon that the pistol---that is to say, when it is impracticable to use a shot-gun, rifle of sub-machine gun.
ru: Для начала рассмотрим, насколько возможно тщательно, те условия, которых можно ожидать при боевом применении пистолета. В силу личного опыта мы, возможно, склонны оценивать эти условия с точки зрения полицейского; однако большая их часть, мы полагаем, останется в силе и для военной практики, во всех тех случаях, когда применение более мощного оружия - дробовика, винтовки или автомата — невозможно.

source: In the great majority of shooting affrays the distance at which firing takes place is not more than four yards. Very frequently it is considerably less. Often the only warning of what is about to take place is a suspicious movement of an opponent's hand. Again, your opponent is quite likely to be on the move. It may happen, too, that you have been running in order to overtake him. If you have had reason to believe that shooting is likely, you will be keyed-up to the highest pitch and will be grasping your pistol with almost convulsive force. If you have to fire, your instinct will be to do so as quickly as possible, and you will probably do it with a bent arm, possibly even from the level of the hip. The whole affair may take place in a bad light of none at all, and that is precisely the moment when the policeman, at any rate, is most likely to meet trouble, since darkness favours the activities of the criminal. It may be that a bullet whizzes past you and that you will experience the momentary stupefaction which is due to the shock of the explosion at very short range of the shot just fired by your opponent---a very different feeling, we can assure you, from that experienced when you are standing behind or alongside a pistol that is being fired. Finally, you may find that you have to shoot from some awkward position, not necessarily even while on your feet.
ru: Большая часть перестрелок с применением пистолета происходит на дистанции не более четырех ярдов. Сплошь и рядом эта дистанция бывает гораздо меньше. Подозрительное движение руки противника часто бывает единственным предупреждением, к тому же тот, скорее всего, будет находиться в движении. Вполне возможно, что вы и сами будете его бегом догонять. Если вы будете считать, что стрельба вполне возможна, вы будете находиться в состоянии крайнего возбуждения, и ваша хватка (манера удержания пистолета) будет почти судорожной. Если придется стрелять, вы инстинктивно будете стремиться делать это как можно быстрее, вероятно, не распрямляя руки, а возможно, и с бедра. Все это может происходить при плохом освещении, или при полном его отсутствии, то есть именно при обстоятельствах, когда полицейский скорее всего может ожидать неприятностей, поскольку темнота благоприятствует преступнику. Может случиться, что пуля просвистит над ухом, и вы испытаете мгновенное оцепенение, вызванное шоком от вспышки и звука выстрела, произведенного вашим противником на предельно короткой дистанции — мы можем вас уверить, что это совсем не те ощущения, какие бывают, когда стоишь сзади или сбоку стрелка. Наконец, может так случиться, что стрелять придется из необычного и неудобного положения, возможно, даже, не стоя на ногах.

source: There is no exaggeration in this analysis of fighting conditions. Here we have a set of circumstances which in every respect are absolutely different from those encountered in target shooting. Do they not call for absolutely different methods of training?
ru: Мы ничего не преувеличиваем. Мы здесь имеем набор обстоятельств, которые во всех отношениях абсолютно отличаются от того, что имеет место при спортивной стрельбе по бумажной мишени. Не требуются ли здесь совершенно различные подходы к тренировочному процессу?

source: To answer this question, we must consider the essential points which emerge from our analysis. They appear in the following order:---
ru: Чтобы ответить на этот вопрос, проанализируем сказанное выше, выделив основные положения. Положений будет всего три, в следующем порядке:

source: Extreme speed, both in drawing and firing.
ru: Предельная быстрота, как при извлечении оружия, так и при стрельбе.

source: Instinctive, as opposed to deliberate aim.
ru: Инстинктивное прицеливание, в противоположность методическому.

source: Practice under circumstances which approximate as nearly as possible to actual fighting conditions.
ru: Тренировка в условиях, максимально приближенных к боевым.

source: In commenting on the first essential, let us say that the necessity for speed is vital and can never be sufficiently emphasised. The average shooting affray is a matter of split seconds. If you take much longer than a third of a second to fire your first shot, you will not be the one to tell the newspapers about it. It is literally a matter of the quick and the dead. Take your choice.
ru: Комментируя первое положение, скажем просто, что скорость жизненно важна, и переоценить ее значение невозможно. В обычной перестрелке все решают доли секунды. Если на первый выстрел у вас уйдет заметно больше трети секунды, рассказывать эту историю репортерам будете не вы. Решайте сами.

source: Instinctive aiming, the second essential, is an entirely logical consequence of the extreme speed to which we attach so much importance. That is so for the simple reason that there is no time for any of the customary aids to accuracy. If reliance on those aids has become habitual, so much the worse for you if you are shooting to live. There is no time, for instance, to put your self into some special stance or to align the sights of the pistol, and any attempt to do so places you at the mercy of a quicker opponent. In any case, the sights would be of little use if the light were bad, and none at all if it were dark, as might easily happen. Would it not be wiser, therefore, to face facts squarely and set to work to find out how best to develop instinctive aiming to the point of getting results under combat conditions?
ru: Положение об инстинктивном прицеливании естественным образом следует из первого, которому мы придаем столь большое значение. Для методического прицеливания просто нет времени. Если же методическое прицеливание вошло в привычку, тем хуже для вас — если вы стреляете, чтобы выжить. В частности, нет времени ни на то, чтобы принять правильную изготовку, ни на то, чтобы выровнять мушку, и любые попытки проделать то и другое отдают вас во власть более быстрого противника. К тому же от прицельных приспособлений мало толку при плохом освещении, и совсем никакого в темноте, как это запросто и бывает. Не разумнее ли было бы взглянуть фактам в глаза и попытаться выработать систему, позволяющую довести технику инстинктивного прицеливания до уровня, позволяющего получать результаты в боевых условиях?

source: It *can* be done and it is not so very difficult.
ru: Это возможно, и даже не чересчур сложно.

source: Everyone is familiar with the fact that he can point his forefinger accurately at an object at which he happens to be looking. It is just as easy, moreover, to do so without raising the hand so high as the level of the eyes. That he can do so may be coordination of eye and hand or just plain instinct, call it what you will.
ru: Всем известно, что направить палец на объект, на который смотришь, очень просто. Более того, это так же просто сделать, не поднимая руки на уровень глаз. Это удается благодаря визуально-моторной координации, или простому инстинкту, называйте, как хотите.

source: Instinctive aiming experiment
ru: Инстинктивное прицеливание

source: Please try this little experiment while sitting at your desk. Imagine that you are holding a pistol in your right hand. Sitting squarely and keeping both eyes open, raise your hand from the level of the desk, but not so high as the level of your eyes, and with a straight arm point your extended forefinger at a mark directly in front of you on the opposite wall. Observe carefully now what has taken place. Your forefinger, as intended, will be pointing to the mark which you are facing squarely, and the back of your hand will be vertical, as it would be if it actually held a pistol. You will observe also that you have brought your arm across you until your hand is approximately in alignment with the vertical centre-line of your body and that, under the directing impulse of the master-eye, your hand will be bent from the wrist towards the right.
ru: Проведите маленький эксперимент, сидя за столом. Представьте, что в правой руке у вас пистолет. Вы сидите прямо, оба глаза открыты. Выпрямите руку и оторвите ее от крышки стола, не поднимая, однако, до уровня глаз. При этом направьте указательный палец в какую-нибудь точку на стене прямо перед собой. Рассмотрим внимательно, что же у нас получилось. Указательный палец, как и предполагалось, направлен в точку на стене прямо напротив вас, ладонь расположена вертикально, как если бы в руке и в самом деле был пистолет. Также обнаружится, что рука смещена влево, так что кисть находится примерно в плоскости симметрии вашего тела, и (под управлением вашего ведущего глаза) отвернута в запястье вправо.

source: The elements of that little experiment form the basis of the training system which is elaborated in succeeding chapters. We cannot claim that the system produces nail-driving marksmanship, but that is not what we look for. We want the ability to hit with extreme speed man-sized targets at very short ranges under the difficult circumstances which have been outlined already. Nail-driving marksmanship will not cope with such conditions.
ru: Эти наблюдения и послужили основой системы, которая подробно рассматривается в последующих главах. Мы не утверждаем, что система обеспечивает снайперскую точность стрельбы, она разрабатывалась не для этого. Желаемый результат — возможность предельно быстро поразить такую цель, как фигура человека на короткой дистанции и в сложных условиях, описанных выше. Приемы спортивной стрельбы здесь не работают.

source: In this training system nothing is permitted to interfere with the development of speed. For that reason we have steadily set our faces against competitions or rewards of any kind. The instant that competitions, with the accompanying medals, badges, etc. are introduced, men will try to shoot deliberately, whether consciously or not and we find our object is being defeated.
ru: Предлагаемая система подготовки не допускает никаких препятствий к развитию предельной скорости стрельбы. По этой причине мы решительно против проведения соревнований и награждения за результаты. Как только появляются медали, значки и тому подобное, люди начинают стрелять методически, сознательно или бессознательно. Таким образом, наша фундаментальная цель не достигается.

source: For long shots, and they are necessary occasionally, different methods must be employed; but even for long shots speed must still be regarded as essential, and any tendency to deliberate shooting should be discouraged by such means as the exposure of the targets for very brief periods only.
ru: Время от времени необходимо стрелять на длинной дистанции, что требует других методов; но даже тогда, быстрота является самым важным фактором. С тенденцией к методической стрельбе здесь приходится бороться, используя мишени, появляющиеся лишь на короткое время.

source: The theories involved in the square stance, the position of the pistol in line with the vertical centre of the body, and the hand bent over to the right have proved in practice to be of immense assistance in the development of the desired standard of accuracy when shooting at speed. Though still very willing to learn, the authors doubt now whether any other methods would answer the particular purposes in view. In general, the training system given in this book may fairly be said to have achieved its object, but perhaps it is time now for the promised statistics to play their part in the discussion.
ru: Описанная выше изготовка, когда стрелок всем корпусом развернут к мишени, пистолет находится вблизи плоскости симметрии тела, а кисть руки слегка отвернута вправо, доказала свою эффективность на практике. Она позволяет достигнуть требуемой точности стрельбы в условиях жесткого дефицита времени. Авторы сомневаются, что какие-либо другие методы позволят достигнуть желаемой цели, хотя и сейчас они готовы к восприятию новых идей. Сегодня можно сказать, что предлагаемая система подготовки соответствует поставленным задачам; приведем статистику, о которой мы говорили выше.

source: The records of the particular police force of the semi-Oriental city referred to earlier show that the force, consistently trained in the methods of this book, has to its credit in twelve and a half years no less than 666 armed encounters with criminals. The following table, referring only to encounters in which *pistols* were used by the police, gives the results:---
ru: Записи департамента полиции дальневосточного города, который мы уже упоминали, свидетельствуют, что личный состав, подготовленный по системе, описываемой в этой книге, в течение двенадцати с половиной лет участвовал не менее, чем в 666 перестрелках с преступниками. Следующая таблица относится только к столкновениям, в которых полиция использовала пистолеты:

source: Police
ru: Полиция

source: Criminals
ru: Преступники

source: Killed
ru: Убито

source: Wounded
ru: Ранено
