Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/02-choosing-a-pistol.po
Languages: ru

source: II. Choosing a Pistol
ru: II. Выбор пистолета

source: We open this chapter with a warning.
ru: Начнем с предупреждения.

source: Without an adequate knowledge of its use, there can be few things so purposeless and dangerous as a pistol. Adequate knowledge comes only from competent instruction. If you have never received such instruction and are not prepared to do so, do not buy a pistol, or if you own one already, surrender it to the police. That will help to lighten the burden of their cares.
ru: Немного существует предметов, столь же бесполезных и опасных, как пистолет, если не уметь им пользоваться. Нужные знания можно приобрести, только пройдя курс обучения под руководством компетентного инструктора. Если вы не проходили такого курса, и не собираетесь проходить, не покупайте пистолет; если же пистолет у вас уже есть, сдайте его в полицию. Так вы сможете облегчить груз забот, лежащих на плечах ее сотрудников.

source: We shall assume, however, that our readers are sufficiently interested to recognise that the possession of a pistol and efficiency in its use should go hand-in-hand. For them, the starting point in choosing a pistol should be to buy the best they can afford for the particular purpose in view. If a pistol is needed at all it may be needed very badly indeed, and poor quality contributes nothing to either safety or peace of mind.
ru: Впрочем, далее мы будем считать, что наши читатели признают невозможность отделить владение пистолетом от умения его правильно использовать. Начать же следует с приобретения самого лучшего пистолета, какой вы можете себе позволить, имея в виду ваши конкретные цели. Если пистолет вам вообще необходим, скорее всего, он необходим очень остро, и низкое качество не прибавит вам ни безопасности, ни присутствия духа.

source: The type of pistol to be chosen depends on the use to which it is to be put. A pistol that meets the needs of the detective or plain-clothes man, for instance, is not necessarily suitable for individual self-defence or for the uniformed service man.
ru: Тип пистолета выбирается в зависимости от конкретных целей. Пистолет, подходящий, например, для детектива в штатском, не обязательно подойдет для самообороны или для полицейского или военнослужащего в форме.

source: Let us consider first the case of the detective or plain-clothes man. Here the weapon must be carried concealed and the wearer must be prepared for the quickest of quick draws and an instantaneous first shot, most probably at very close quarters. For that purpose, our own choice would be a cut-down revolver of heavy calibre. :ref:`Fig. 22 (b) <viii_fig22b>` will show you better than any description what we mean.
ru: Для начала рассмотрим случай детектива в штатском. Здесь оружие необходимо носить скрытым, и стрелок должен быть готов извлечь его и произвести первый выстрел очень быстро, скорее всего, на предельно короткой дистанции. Для этой цели мы выбрали бы револьвер крупного калибра с укороченным стволом. :ref:`Рис. 22b <viii_fig22b>` демонстрирует, что мы имеем в виду, лучше любого описания.

source: The weapon shown in the illustration started life as a .45 Colt New Service double-action revolver with a 5-inch barrel. The hammer spur has been cut off, the barrel length reduced to 2 inches, the front part of the trigger-guard has been removed, and grooves have been cut on the left side of the butt for the middle, third and little fingers.
ru: Оружие на этом рисунке когда-то было самовзводным револьвером с пятидюймовым стволом калибра .45 Colt New Service. Можно видеть, что спица курка спилена, ствол укорочен до двух дюймов, передняя часть спусковой скобы удалена, а на рукоятке прорезаны канавки для трех пальцев.

source: Now for the reasons for this drastic treatment. The big New Service revolver was chosen, primarily, because the butt is of adequate size for the average man's hand to grasp in a hurry without any fumbling. Secondly, it is one of the most powerful weapons possible to obtain.
ru: Теперь о базовой модели и причинах столь радикальных изменений. Во-первых, этот крупный револьвер был выбран потому, что его рукоятка хорошо подходит для мужской руки среднего размера. Эту рукоятку можно захватить быстро и надежно. Ну а во вторых, это один из самых мощных револьверов, какие только можно приобрести.

source: The removal of the hammer spur and the smoothing over of what remains prevent the weapon from catching in the clothing when drawn in a violent hurry. As the hammer cannot be cocked by the thumb, the weapon has to be fired by a continuous pull on the trigger. With a sufficiency of practice, very fast shooting is rendered possible by this method.
ru: Спица курка спилена, чтобы быстро извлекаемое оружие не могло зацепиться за одежду. Поскольку модифицированный курок взвести пальцем невозможно, стрелять придется только самовзводом. При достаточной практике будет получаться очень быстро.

source: The shortening of the barrel is for speed in drawing. Obviously, it takes less time for 2 inches of barrel to emerge from the holster than 5 inches. Contrary to what might be expected, there is no loss of accuracy, at any rate at the ranges at which the weapon is customarily used.
ru: Укороченный ствол позволяет извлекать оружие быстрее. Очевидно, что два дюйма ствола покинут кобуру быстрее, чем пять дюймов. Вопреки ожиданиям, кучность огня не пострадает, по крайней мере, на тех дистанциях, на которых ожидается применение этого оружия.

source: The front part of the trigger-guard is removed in order to eliminate yet another possible cause of fumbling when speed is the order of the day. The index-finger, no matter of what length of thickness, wraps itself in the proper position round the trigger without any impediment whatever. The grooves on the butt are there to ensure that the fingers grip the weapon in exactly the same way every time.
ru: Передняя часть спусковой скобы удалена, чтобы исключить еще одну возможную причину задержек. В нашем случае, указательный палец, каким бы длинным или толстым он не был, накладывается на спусковой крючок совершенно беспрепятственно. Канавки для пальцев на рукоятке помогают захватывать ее единообразно.

source: Lest it be thought that we are the originators of this fearsome but eminently practical weapon, let us say at once that we are not. We owe the idea to a book by Mr J. H. Fitzgerald of the Colt's Patent Fire Arms Manufacturing Company, and we gladly acknowledge our indebtedness.
ru: Читатель может подумать, что мы являемся авторами этой разработки. Это не так. Мы почерпнули идею в книге Дж. Г. Фитцджеральда из компании Кольт, и мы у него в долгу.

source: For a weapon to be carried openly by uniformed police and officers and men of the fighting services, we unhesitatingly avow or preference for the automatic pistol. We shall treat it as a matter of personal preference and shall not abuse the supporters of the revolver for having other views. They are quite welcome to those views and we trust we may be allowed to retain ours. We shall do so, in any case, until we have good reason to alter them.
ru: В качестве оружия, носимого открыто полицейскими или военнослужащими в форме, мы без колебаний предпочитаем пистолет. Чтобы не ввязываться в спор со сторонниками револьверов, назовем наше предпочтение персональным. Мы не возражаем против взглядов сторонников револьверов, но будем придерживаться наших. По крайней мере до тех пор, пока не найдутся веские причины их изменить.

source: We are familiar with the criticisms so often made of the automatic pistol. It is said that it is unreliable, will often jamb without provocation and certainly will do so if mud, sand or water gets into the mechanism, and above all, it is not safe.
ru: Мы знакомы с критикой в адрес автоматического пистолета. Говорят, что он ненадежен, что задержки (заклинивания) при стрельбе бывают даже без причины, и случаются почти всегда, когда в механизм попадает грязь, песок или вода, и, прежде всего, что пистолет небезопасен в обращении.

source: There have been and possibly still are automatics like that, but one is not obliged to use them.
ru: Такие модели действительно существовали, а возможно, существуют и сегодня, однако никто не обязан их использовать.

source: We think it is only in Great Britain that the reliability of the automatic is still questioned. In the United States, while many people adhere to their preference for the revolver, we have never heard any doubts expressed in the matter, and it is worthy of note that both there and in Germany the automatic has long been in use as a standard weapon of the fighting services.
ru: Мы полагаем, что на сегодняшний день Великобритания остается единственной страной, где надежность автоматического пистолета все еще подвергается сомнению. В Соединенных Штатах многие по-прежнему предпочитают револьвер; однако там мы ни разу не сталкивались с сомнениями в надежности пистолетов. Заметим, что в Соединенных Штатах, как и в Германии, пистолеты уже долгое время состоят на вооружении.

source: There are in existence types of automatic pistols which are perfectly reliable. We base this statement on our actual experience of them over a period of twenty years. That experience includes an intimate knowledge of a service consisting of over six thousand men, most of them armed with automatics and having a surprising record of shooting affrays to their credit. If their weapons had been in any way unsatisfactory, twenty years should have sufficed to reveal the defects. But in all that time nothing has occurred, either in the training of the service referred to or in the affrays in which the service has taken part, to cast the slightest doubt on the reliability of the automatic, nor has there been a single instance of injury or death due to accident.
ru: Вполне надежные модели автоматических пистолетов существуют. Мы утверждаем это на двадцатилетнем опыте эксплуатации таких пистолетов. Этот опыт включает работу в службе, состоящей более, чем из шести тысяч человек, в основном вооруженных пистолетами и имеющих самый серьезный опыт боевых столкновений. Если бы их оружие было в каком-либо отношении неудовлетворительным, двадцати лет хватило бы для выявления возможных дефектов. Однако ни в процессе огневой подготовки, ни при боевых столкновениях, за все это время не произошло ничего такого, что заставило бы усомниться в надежности автоматического пистолета. Не было также ни одного огнестрельного ранения в результате несчастного случая.

source: Apart from the question of reliability, we have found that in comparison with the revolver, the automatic offers the following advantages:---
ru: Даже если не говорить о надежности, мы обнаружили, что пистолет имеет перед револьвером следующие преимущества:

source: It is easier and quicker to recharge.
ru: Пистолет проще и быстрее перезаряжается.

source: It can be fired at far greater speed.
ru: Темп стрельбы из пистолета гораздо выше.

source: It is easier to shoot with.
ru: Из пистолета легче стрелять.

source: The first point will be readily conceded but the other two may meet with opposition.
ru: С первым пунктом спорить невозможно, однако остальные могут встретить возражения.

source: It is probably the case that, *for the first shot*, the cut-down revolver which has been described is fractionally quicker, but for subsequent shots the rate of fire of the automatic is much higher. A great deal of the recoil is absorbed in the operation of the mechanism and the trigger pull is much shorter and easier than that of the revolver. We refer, of course, to the use of the double-action revolver. If the hammer were to be cocked for each shot, the rate of fire would be funereal by comparison. A skilled shot can do excellent work with the automatic even while making it sound like a machine gun.
ru: По-видимому, следует считать, что, при прочих равных условиях, первый выстрел из описанного выше укороченного револьвера можно произвести немного быстрее; однако в дальнейшем темп стрельбы из автоматического пистолета будет значительно выше. Отдача пистолета за счет работы автоматики сильно смягчается, а ход и усилие спуска гораздо меньше, чем у револьвера. Мы сейчас говорим, разумеется, о самовзводном револьвере. Курок револьвера, конечно, можно было бы каждый раз взводить пальцем, но тогда темп стрельбы был бы совершенно неудовлетворительным. Опытный же стрелок из пистолета может вести прицельный огонь при темпе стрельбы, почти как у пулемета.

source: It seems to follow logically that the absorption of so much of the recoil, combined with the shorter trigger-pull, furnish theoretical proof of our contention that the automatic is easier to shoot with. Practical proof of our contention is found in the training results. Critical observation has demonstrated that a beginner can be trained in the use of the automatic in a third of the time and with the expenditure of less than half the ammunition required for the revolver. Furthermore, once trained in the use of the automatic, men appear definitely to need less subsequent practice to maintain the standard of shooting which has been attained in the course of training.
ru: Смягченную отдачу, в сочетании с легким спуском, можно считать теоретическим обоснованием того, что из пистолета стрелять легче. Практически же правильность этого утверждения доказывает тренировочный процесс. Наблюдения демонстрируют, что в случае пистолета курс начальной подготовки занимает в три раза меньше времени, чем при использовании револьвера, а экономия боеприпасов получается более, чем двукратная. Более того, впоследствии стрелку из пистолета требуется заметно меньше тренировочного времени для поддержания достигнутого уровня.

source: We shall endeavour to throw more light on this subject in the chapters on training methods, and by way of preface to those chapters we must introduce and describe one more point in connection with the automatic, and this time we shall certainly be accused of heresy.
ru: В главах, посвященных методам подготовки, мы будем касаться этих вопросов подробнее, но до этого мы затронем одну тему, относящуюся к автоматическим пистолетам. Тут, однако, нам не избежать обвинений в ереси.

source: We have an inveterate dislike of the profusion of safety devices with which all automatic pistols are regularly equipped. We believe them to be the cause of more accidents than anything else. There are too many instances on record of men being shot by accident either because the safety-catch was in the firing position when it ought not to have been or because it was in the safe position when that was the last thing to be desired. It is better, we think, to make the pistol permanently "unsafe" and then to devise such methods of handling it that there will be no accidents. One of the essentials of the instruction courses which follow is that the pistols used shall have their side safety-catches permanently pinned down in the firing or "unsafe" position. How this matter is taken care of is described at length in Chapter III. Suffice it to say here that our unorthodox methods have been subjected to the acid test of many years of particularly exacting conditions and have not been found wanting.
ru: Мы питаем застарелую нелюбовь к тому изобилию предохранительных устройств, которыми снабжаются все автоматические пистолеты. Мы считаем, что эти устройства были причиной большего числа несчастных случаев, чем что-либо другое. Слишком много людей пострадало оттого, что предохранитель был снят, когда не должен был быть, и наоборот, когда оружие было на предохранителе в момент, когда это менее всего желательно. Мы считаем, что сначала надо отказаться от использования предохранителей, а затем использовать исключающие несчастные случаи методы обращения с оружием. В течение нашего курса огневой подготовки предохранитель фиксируется в положении «огонь». Подробнее об этом в главе III. Здесь скажем только, что наши методы испытаны многими годами службы в особо сложных условиях, и показали свою неограниченную пригодность.

source: Having dealt with weapons suited to the detective or plain-clothes man and the uniformed services respectively, there remains the case of the private individual who wishes to carry a gun. In most countries it is illegal to do so and we have no wish to encourage law-breaking. Nevertheless, there are still some countries and circumstances in which it may be necessary and advisable for the private individual to go armed.
ru: Мы обсудили выбор оружия как для агентов в штатском, так и для людей в форме. Осталось обсудить случай, когда частное лицо желает носить оружие для самозащиты. В большинстве стран это незаконно, и мы не имеем в виду поощрять нарушение закона. Тем не менее, в некоторых странах, и при некоторых обстоятельствах, может быть необходимо и благоразумно носить оружие.

source: Our recommendation to the private individual who can justifiably claim the right to carry a pistol is to buy an automatic and carry it in a shoulder holster such as is described in a succeeding chapter. We are not greatly in favour of small weapons. No small weapon can possess the strength and reliability of a large one. The material and workmanship may be as good but the margins of tolerance are too small to provide the absolute reliability which is so desirable. We recommend the automatic of good size and calibre partly because we are assured of its reliability and partly because of its shape. It does not "bulge" like the revolver and therefore is less noticeable (we are presuming that the private individual will carry his pistol concealed). Do not forget the obligation which you are under to make yourself thoroughly safe and efficient with the weapon of your choice.
ru: Частному лицу, имеющему право на ношение оружия, мы можем порекомендовать приобрести автоматический пистолет, и носить его в наплечной кобуре, описанной в следующей главе. Мы не стали бы рекомендовать малогабаритное оружие. Оно уступает обычному не только по мощности, но и по надежности. Качество изготовления может быть столь же высоким, но при малых размерах допуски на изготовление получаются слишком малыми, чтобы обеспечить столь необходимую абсолютную надежность. Мы рекомендуем автоматический пистолет большого размера и калибра отчасти потому, что уверены в его надежности, а отчасти из-за его формы. Будучи плоским, он не выпирает из-под одежды, как револьвер, и остается малозаметным (мы предполагаем, что частное лицо носит оружие скрытым). И не забывайте, что вы обязаны полностью овладеть навыками безопасного и эффективного обращения с оружием, которое для себя выбрали.

source: We are often asked what is the best weapon to have in the house for purely protective purposes. Most of the people who make this enquiry know little of fire-arms and say so quite frankly. It usually happens, too, that they have neither the intention nor the opportunity to make themselves efficient with any kind of one-hand gun. If they are of this type, we are convinced that they would be better off with a good watch-dog, or even a police-whistle. There are, however, many men whose knowledge of firearms is limited to the shot-gun, in the use of which they are both proficient and reliable. If this type of man insists on possessing some kind of weapon "to keep in the house" we would recommend him to acquire a "sawn-off" shot gun, with external hammers of the re-bounding type and barrels of about 18 inches in length. The ease with which it can be manipulated, the accuracy with which it can be aimed, either from the shoulder or the hip, and the spread of the shot charge combine to make it a much safer and more efficient weapon than any kind of one-hand gun in the use of which he is not proficient.
ru: Нас также часто спрашивают, какое оружие лучше держать дома для самозащиты. Большинство людей, задающих этот вопрос, откровенно признаются в том, что плохо разбираются в огнестрельном оружии. При этом, как правило, они не имеют ни возможности, ни желания овладевать искусством обращения с пистолетом или револьвером. Мы убеждены, что в этом случае им лучше обзавестись сторожевой собакой, или даже просто полицейским свистком. Есть, впрочем, немало людей, чье знакомство с огнестрельным оружием ограничено гладкоствольным ружьем, с которым они неплохо умеют обращаться. Если такой человек уверен, что ему необходимо оружие «чтобы дома держать», мы можем порекомендовать обрез дробовика с внешними отбойными курками и стволами длиной примерно 18 дюймов. Маневрировать таким ружьем просто, целиться, от плеча или с бедра, легко, учитывая осыпь заряда; в руках человека, не знакомого с пистолетом, это оружие безопасно и эффективно.
