Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/03-training-preliminary.po
Languages: ru

source: Hand the recruit a magazine containing one "dummy" and five live rounds. The "dummy" is to be included without the recruit's knowledge and its position in the magazine should be different for each man who takes his turn at the firing point. Men waiting to fire should not be allowed to watch the practice described below.
ru: Курсанту вручается магазин, снаряженный пятью боевыми и одним учебным патроном. Курсанту не сообщается о наличии учебного патрона, и никому из курсантов, выполняющих упражнение по очереди, не должно быть известно положение учебного патрона в магазине. Курсанты, ожидающие своей очереди, не должны видеть, как выполняется упражнение, описанное ниже.

source: The recruit is to fire as previously but this time in three "bursts" of two shots each. Errors of aiming should be corrected between "bursts."
ru: Упражнение выполняется, как описано в предыдущем разделе. Отличие состоит в том, что отстреливаются три серии по два выстрела каждая. Инструктор указывает курсанту на ошибки в перерывах между сериями.

source: When the "dummy" round is arrived at, treat it as a misfire. Have the recruit eject it *immediately* and carry on firing his next burst *without any delay*.
ru: С учебным патроном поступают, как с осечкой. Курсант должен немедленно выбросить патрон и продолжать стрельбу без какой-либо задержки.

source: At the conclusion of this practice, explain to the recruit that it is useless, wasteful of time and extremely dangerous to look down the muzzle of his pistol when he has a misfire. Some of them *will* do it. Explain also that a bad jamb can be caused by covering the ejector cut with the left hand when retracting the slide in order to eject a cartridge. This is a fault which is frequently found and should be corrected as soon as possible in the training course. See Fig. 10 for how it ought to be done.
ru: По выполнении упражнения следует разъяснить курсанту, что ни в коем случае нельзя тратить время на такую бесполезную и крайне опасную вещь, как заглядывание в ствол с дула после осечки. Рано или поздно найдется курсант, который именно так и сделает. Следует также предупредить, что, выбрасывая патрон, нельзя перекрывать левой рукой вырез экстрактора на затворе, что может привести к задержке. Эта ошибка встречается часто, и ее следует исключить как можно раньше. Рис. 10 показывает, как правильно действовать затвором.

source: 5. Third Firing Practice
ru: 5. Третья стрельба

source: Repetition of practice given under para. 4 but this time at 4 yards. If the recruit's shooting has been satisfactory so far, he may be allowed to fire this practice in two "bursts" of three rounds each.
ru: Выполняется упражнение, описанное в разделе 4, но теперь на дистанции четыре ярда. Более успешным курсантам может быть разрешено произвести стрельбу двумя сериями, по три выстрела каждая.

source: The instructor will be well advised to give his pupils short "rest" periods at fairly frequent intervals and to utilise such intervals to impress upon them the conditions under which they may be called upon to use their pistols eventually. Reference to Chapter I (pp. 3--4) will indicate the general line to take, the points requiring special emphasis being the short range at which most encounters take place, the likelihood of unfavourable light and terrain, the advisability of firing in "bursts" and the paramount importance of speed. If prominence is given to points of that nature, recruits will be assisted to comprehend more readily the reasons underlying the instruction they are receiving. It will be plain to them, for instance, that they must not look at their sights because they will never have time to do so, that they must grip their pistols hard because that is what they will do infallibly in the stress of actual combat, and that, when obliged to shoot, they will have to do so with all the aggressiveness of which they are capable.
ru: Инструктору рекомендуется не избегать непродолжительных перерывов в процессе выполнения упражнений. Эти моменты следует использовать для того, чтобы разъяснять курсантам, в каких реальных условиях им может потребоваться применять оружие. Общие соображения приведены в главе I, разделы 3 и 4. Необходимо подчеркнуть, что большинство столкновений происходит на предельно короткой дистанции, что плохое освещение и неблагоприятная "топография" весьма вероятны, что огонь обычно следует вести сериями и что нет ничего важнее быстроты. Если не жалеть времени на разъяснение этих обстоятельств, курсант будет понимать, почему его готовят так, а не иначе. Ему будет ясно, например, что не следует смотреть на прицельные приспособления прежде всего потому, что на это никогда не будет времени, что хватка должна быть очень плотной, так как в боевой обстановке он неизбежно будет сжимать свое оружие с избыточной силой, и, что когда нужно стрелять, это надо делать со всей возможной решительностью.
