Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/03-training-preliminary.po
Languages: ru

source: III. Training: Preliminary Course for Recruits
ru: III. Подготовка: вводный курс для новобранцев

source: The course of instruction which follows relates primarily to the Colt automatic. The elimination by us of any use of the side safety catch necessitates the introduction of special features, and the system consequently differs considerably from that in use by the American forces, who are armed with this particular weapon.
ru: В нашем курсе мы имеем в виду, главным образом, модель Colt M1911A1. Особенностью курса является отказ от использования предохранителя, вследствие чего система подготовки значительно отличается от принятой в американской армии, имеющей на вооружение этот же пистолет.

source: It might be thought that it would have been better to have devised separate courses of instruction for revolver and automatic respectively, but in actual fact that would have entailed going over the same ground twice. The methods of instruction given in this chapter apply equally to any pistol, revolver or automatic, if the reader will regard them from two aspects, making a careful distinction between the two. The first of those aspects is merely that of the mechanics of the Colt automatic and, with suitable modifications due to differences of design, applies equally to any other automatic. The second relates solely to *the method of shooting* and that, without any modification whatever, applies equally to any form of one-hand gun from the flint-lock onwards. The revolver user who wishes to make use of this chapter has only to disregard, therefore, anything which obviously relates to the mechanics of the Colt automatic. He will have no difficulty in doing that.
ru: Можно предположить, что было бы правильнее иметь два отдельных курса, для пистолета и револьвера соответственно, однако на самом деле это означало бы покрытие одного и того же материала дважды. Методы обучения, которые даются в этой главе, приложимы в равной мере к любому пистолету или револьверу; читателю лишь необходимо различать два аспекта нашего курса. Один из аспектов касается конструктивных особенностей модели Colt M1911A1, и при необходимости может быть адаптирован к любому другому пистолету. Другой аспект касается исключительно приемов стрельбы, и приложим, без каких-либо изменений, к любому револьверу или пистолету, начиная с кремневого. Стрелку из револьвера, при чтении этой главы, следует лишь опускать детали, очевидным образом относящиеся к устройству пистолета. Это едва ли затруднительно.

source: The mechanics of the revolver are so simple and so familiar by now to everyone that it is unnecessary, we think, to include any description of them. We would emphasise, however, our preferences for the very firm grip, with the fully extended thumb, the exclusive use of the double-action, firing in bursts, for all short range shooting and for the single-action at longer ranges, in circumstances which afford the necessary time for its use. Speed with the double-action is attainable more easily than is generally thought, but only by training the trigger-finger by means of continual snapping practice.
ru: Устройство револьвера настолько общеизвестно, что, на наш взгляд, нет нужды его описывать. Мы хотели бы подчеркнуть наши предпочтения, а именно: при стрельбе на короткой дистанции, хватка должна быть насколько возможно плотной, с выпрямленным большим пальцем, стрельба должна производиться сериями, исключительно самовзводом; на длинной дистанции следует взводить курок пальцем, если позволяет время. Добиться высокого темпа стрельбы при самовзводе легче, чем принято думать, однако тут необходима постоянная практика.

source: The instructor should commence by taking up a pistol and "proving" it. This is done by removing the magazine, working the slide back and forth several times, and finally pulling the trigger. The insertion of a magazine and the loading and unloading of the pistol should then be demonstrated and explained. Each operation is described in detail and illustrated in the following pages. This is the moment for the instructor to point out and give the reason for the pinning-down, out of action, of the safety-catch on the left-hand side of the pistol. He should make it perfectly clear that the pistol, when carried on service, should have a charged magazine inserted but that *it should never be carried with a round in the breech*. He should show that when it is desired to fire all that has to be done is to load in the manner described in para. 2 (c). He should then proceed to demonstrate the extreme speed with which it is possible to draw, load and fire by this method, which compares more than favourably with the alternative of drawing, pulling down the safety-catch and firing a round already in the breech. It should be shown, too, that the first method (with the breech empty) eliminates the fumbling and uncertainty inherent in the use of the safety-catch.
ru: Для начала инструктору следует продемонстрировать пистолет. Для этого нужно извлечь магазин, несколько раз оттянуть и отпустить затвор, а затем спустить курок. Затем следует объяснить и показать, как снаряжать, разряжать и вставлять магазин. Подробно обо всех этих операциях ниже; но именно теперь следует объяснить, почему предохранитель на левой стороне пистолета всегда опущен, «снят». При ношении пистолета, снаряженный магазин должен быть вставлен, но патрон при этом никогда не должен быть дослан в патронник. Инструктору следует показать, что при необходимости открыть огонь достаточно лишь дослать патрон, как описано в параграфе 2 (c). Следует продемонстрировать, насколько быстро можно извлечь оружие, дослать патрон и произвести выстрел; показать, что это можно сделать даже быстрее, чем опуская предохранитель и производя выстрел при заранее досланном патроне. Необходимо также показать, что первый метод (при пустом патроннике) исключает специфическую неуклюжесть и неуверенность, которых трудно избежать при работе с флажком предохранителя.

source: With this preface, all is now ready for the course to commence.
ru: Надеемся, этого предисловия достаточно; начинаем наш курс.

source: 1. One Hour's "Dry" Practice
ru: Работа без патрона, один час

source: On taking the pistol in the hand, we recommend, as an aid to accurate pointing, that the thumb be fully extended and pointing forward in the same plane as the pistol barrel (Fig. 1).
ru: Хватка. Мы рекомендуем захватывать рукоятку пистолета так, чтобы большой палец был вытянут вперед, параллельно оси канала ствола. Это облегчает прицеливание (рис. 1).

source: Fig. 1.---The Correct Grip.
ru: Рис. 1. Правильная хватка.

source: Stand square with the target, gripping the pistol now as if it weighed twenty or thirty pounds, pistol arm straight, rigid and across the body (Fig. 2). Bend the hand slightly to the right, to bring the pistol exactly in line with the vertical centre-line of the body (Fig. 3).
ru: Стоять следует, развернувшись корпусом к мишени; хватка должна быть плотной, как если бы пистолет весил двадцать или тридцать фунтов, правая рука жестко распрямлена, пистолет в плоскости симметрии тела (рис. 2). Кисть руки слегка отвернута вправо, чтобы ось канала ствола совпадала с плоскостью симметрии тела (рис. 3).

source: Raise the pistol (pistol arm still rigidly straight and pivoting from the shoulder), keeping it exactly in line with the vertical centre-line of the body until it covers the aiming mark on the target (Fig. 4). Both eyes are to be kept open and the recruit simply sees the target surrounding his pistol, making no attempt to look at or line up the sights, or to let the master-eye control the aim.
ru: За счет разворота в плечевом суставе (помните, что рука жестко выпрямлена) рука поднимается вдоль плоскости симметрии тела до тех пор, пока оружие не выйдет на метку в центре мишени (рис. 4). Оба глаза при этом должны быть открыты; курсант просто видит пистолет на фоне мишени; он не должен позволять ведущему глазу контролировать прицеливание; ему не следует обращать внимание на прицельные приспособления и пытаться выровнять мушку.

source: Immediately the aiming mark is covered, pull the trigger and lower the pistol to the position shown in Fig. 3 (the "ready" position).
ru: Как только пистолет вышел на метку в центре мишени, следует нажать на спуск и опустить пистолет, как показано на рис. 3 (положение «готов»).

source: Notes
ru: Примечания

source: Paragraphs (b) and (c) in conjunction with Fig. 4 reveal a deliberate attempt to eliminate *conscious* control by the master-eye. Instead, the aim is controlled by the combination of the square stance and the manner of holding the pistol, *i.e.* in the centre of the body, with the hand bent over to the right, elements which were employed unconsciously in the :ref:`experiment <i_experiment>` of Chapter I. The mastery of this combination is all that is required for effective aiming at short range, a point which will emerge more clearly,
ru: Пункты a, b, c и d вместе с рис. 4 определяют основную задачу — исключить сознательный контроль ведущего глаза за процессом производства выстрела. Вместо этого, направление выстрела контролируется корпусом, развернутым в направлении мишени, рукой, приведенной к плоскости симметрии тела, и кистью, отвернутой вправо — бессознательно используемыми элементами :ref:`эксперимента <i_experiment>`, описанного в главе I. Для эффективного прицеливания на короткой дистанции не нужно ничего, кроме освоения этой комбинации;

source: Fig. 2.---Preliminary to Ready Position.
ru: Рис. 2. Предварительное положение.

source: Fig. 3.---Ready Position.
ru: Рис. 3. Положение "готов".

source: Fig. 4.---Firing, Arm Fully Extended.
ru: Рис. 4. Стрельба с вытянутой руки.

source: perhaps, in the next chapter in discussing shooting with the pistol held well below the line of sight.
ru: этот принцип будет использоваться и далее, когда в следующей главе пойдет речь о стрельбе с удержанием пистолета много ниже линии взгляда.

source: Trembling due to the firm grip will *not* cause a wild shot.
ru: Заметим, что колебания оружия, связанные с очень плотной хваткой, не приведут к промаху.

source: The trigger must be released, not by violent pressure of the forefinger alone but by increasing pressure of the whole hand. The combination of the very firm grip and the pressure of the fully-extended thumb are of great assistance in the proper release of the trigger.
ru: Спуск курка производится решительным движением указательного пальца; хватка в этот момент должна стать особенно плотной. Сочетание очень плотной хватки с полностью выпрямленным большим пальцем сильно облегчает правильный спуск курка.

source: The firm grip helps also in two other ways. It ensures smoother action in raising the pistol from the "ready" (Fig. 3) to the firing position (Fig. 4) and it counteracts the tendency to raise the pistol higher than the point of aim.
ru: Плотная хватка также полезна в двух отношениях: во-первых, переход из положения "готов" (рис. 3) в положение "огонь" (рис. 4) происходит уверенно и плавно; также рука гораздо реже поднимается выше линии прицеливания.

source: 2. One Hour's Practice in Safety Precautions, Loading and Unloading
ru: 2. Меры безопасности, заряжание и разряжание, один час

source: Demonstrate the proper ways of charging and uncharging magazines. To charge, press cartridges downwards against the forward end of either the magazine platform or the topmost cartridge, as the case may be, sliding the cartridge rearwards *under* the inwardly curving lips of the magazine. If cartridges are forced vertically downwards past these lips, the magazine cannot escape deformation. To uncharge, hold the magazine in the right hand and eject the cartridges one by one by pressure of the right thumb on their bases. The cartridges should be caught in the left hand and on no account should they be allowed to drop on the ground.
ru: Инструктор показывает, как правильно снаряжать и разряжать магазин. При снаряжении очередной патрон следует досылать, отжимая подаватель или верхний патрон вниз, продвигая затем очередной патрон назад под загибами боковых стенок магазина. Проталкивать патроны сверху вниз сквозь загибы нельзя, так как это неизбежно приведет к деформации магазина. Чтобы разрядить магазин, возьмите его в правую руку и выталкивайте патроны вперед по одному большим пальцем. Левой рукой при этом необходимо ловить патроны, ни в коем случае не допуская их падения на пол.

source: Hold the pistol as in Fig. 5. Insert the charged magazine. To make sure that it is locked in place, push up, with the left thumb, on the base plate of the magazine. Relax the pressure, and it will be obvious by touch whether the magazine is locked.
ru: Возьмите пистолет в правую руку, как показано на рис. 5. Вставьте снаряженный магазин. Чтобы убедиться, что магазин дослан до конца, подтолкните его вверх и отпустите; зафиксирован магазин или нет, будет очевидно на ощупь.

source: *To load the pistol* turn it over, as in Fig. 6, grasping the slide firmly with the thumb and forefinger of the left hand. Push forward with the right hand until the slide is felt to be open to its fullest extent (Fig. 7). Immediately that point is reached, release the hold with the left hand. The slide flies forward, taking with it and forcing into the breech the topmost cartridge of the magazine, the pistol pointing to the ground meanwhile (Fig 8). Turn the hand to the "ready" position (Fig. 3), the pistol being now cocked and ready for action.
ru: Чтобы зарядить пистолет, поверните его, как показано на рис. 6. Плотно ухватите затвор большим и указательным пальцами левой руки. Энергичным движением правой руки толкайте пистолет вперед до тех пор, пока затвор не откроется полностью (рис. 7), после чего немедленно отпустите затвор. Двигаясь вперед, затвор захватывает из магазина верхний патрон и досылает его в патронник; пистолет в это время направлен вниз и вперед (рис. 8). Поверните руку так, чтобы оказаться в позиции «готов» (рис. 3). Курок в результате действия затвора уже взведен, и пистолет готов к открытию огня.

source: Fig. 5.---Inserting Magazine.
ru: Рис. 5. Вставление магазина.

source: Fig. 6.---First Position of Loading.
ru: Рис. 6. Заряжание (1).

source: Fig. 7.---Second Position of Loading.
ru: Рис. 7. Заряжание (2).

source: Fig. 8.---Third Position of Loading.
ru: Рис. 8. Заряжание (3).

source: Fig. 9.---Removing Magazine.
ru: Рис. 9. Извлечение магазина.

source: *To remove the magazine*, hold the pistol as in Fig. 9 and release the magazine by pressing the magazine catch with the left thumb. The magazine must be caught in the palm of the left hand and should then be restored to pouch or pocket, as the case may be, or handed to the instructor if the latter so directs. The pistol meanwhile *must* be kept pointing to the ground, since it is still cocked and has a live round in the breech. The magazine being disposed of, turn the pistol with the wrist into the position of Fig. 10, and eject the live round by pulling back the slide with the finger and thumb of the left hand (with a little practice the live round can be saved from damage by catching it in the left hand as it is ejected). Work the slide back and forth a few times, as an added measure of safety, and pull the trigger, the pistol pointing all the while to the ground.
ru: Чтобы извлечь магазин, удерживайте его, как показано на рис. 9. Освободите магазин, нажав большим пальцем левой руки на защелку. Магазин необходимо поймать левой рукой и поместить его в подсумок, положить в карман, или по требованию передать инструктору. Все это время пистолет должен быть направлен вниз, так как курок взведен, а в патроннике находится патрон. После того, как магазин извлечен, поверните пистолет, как показано на рис. 10, и извлеките патрон из патронника, оттянув затвор назад большим и указательным пальцами левой руки. После непродолжительной практики нетрудно научиться ловить извлекаемый патрон левой рукой, чтобы избежать его утери или повреждения при падении. Оттяните и отпустите затвор несколько раз, в качестве дополнительной меры безопасности, и спустите курок; пистолет все это время направлен вниз.

source: *Dismounting the pistol for cleaning*. A knowledge of how to dismount the pistol, as far as is necessary for cleaning and of assembling it subsequently, is essential, and this is a convenient stage in the proceedings at which to teach it. It provides also a good opportunity to impress on the recruit the necessity for *always* treating a pistol as loaded until proved otherwise. Before he is allowed to place his pistol on the bench on which it is to be dismounted, the weapon is to be "proved" by removing the magazine, working the slide back and forth several times and pulling the trigger, the pistol being held as shown in Figs. 9 and 10.
ru: Разборка и чистка пистолета. Умение разбирать и собирать пистолет для чистки и смазки (выполнять неполную разборку) совершенно необходимо, и как раз сейчас наступил удобный момент объяснить, как это делается. Следует воспользоваться этим моментом, чтобы лишний раз убедить курсанта в том, что с оружием всегда следует обращаться, как если бы оно было заряжено, пока не доказано обратное. Перед тем, как курсанту будет разрешено положить пистолет на стол для последующей разборки, он должен продемонстрировать, что пистолет разряжен. Для этого ему следует извлечь магазин, несколько раз оттянуть и отпустить затвор, после чего спустить курок. Пистолет при этом следует держать, как показано на рис. 9 и 10.

source: Note
ru: Примечание

source: "Dummy" ammunition should be used throughout this practice.
ru: При изучении мер безопасности следует использовать учебные (непригодные для производства выстрела) патроны.

source: Fig. 10.---Working the Slide.
ru: Рис. 10. Работа затвором.

source: 3. Initial Firing Practice
ru: 3. Первая стрельба

source: The target should be white, not less than 8 feet square and should have in the middle a life-size outline of a man, full view (Fig. 11). The recruit is to stand not more than 2 yards away from this target. The size of the target and the distance at which the recruit is to fire need explanation. The combination of these two factors renders it almost impossible for even the most awkward beginner to score a clean miss. With every shot registered, the instructor sees plainly what fault had been committed and is at once able to correct it. The recruit experiences pleasurable surprise that even he is able to hit the target, and that is a much better beginning to his training than the mortification of missing a small target altogether, without knowing in the least where his shot has gone. In short, by the use of these methods the instructor has far less trouble, the recruit gains confidence, and whoever has to pay for it is saved a whole lot of ammunition.
ru: Мишень должна быть белой, размером не менее, чем восемь на восемь футов; в центре мишени должна располагаться человеческая фигура в натуральную величину и в полный рост. Изображение должно быть контурным (светлым) (рис. 11). Курсант должен стоять на расстоянии не более двух ярдов от мишени. Размер мишени и дистанция стрельбы нуждаются в комментариях. При такой мишени и на такой дистанции даже самому неуклюжему новичку почти невозможно промахнуться. Таким образом, инструктор видит результат каждого выстрела и может немедленно определить, какие ошибки были сделаны курсантом, и принять меры к их исправлению. Новичок же, со своей стороны, переживает приятный сюрприз, видя, что даже он в состоянии попасть в мишень. Это гораздо лучше, чем испытать горькое разочарование, вообще не попав в мелкую мишень, и не имея никакого понятия о том, куда же ушла пуля. Инструктору так гораздо удобнее работать, курсант приобретает уверенность в своих силах, а тот, кто платит за боеприпасы, экономит много денег.

source: Target and distance as above, the recruit is given six cartridges. After charging his magazine, inserting it in the pistol and putting on round in the breech, all as described in para. 2 (sections (*a*), (*b*) and (*c*)), the recruit stands at the "ready" position.
ru: Курсанту выдается шесть патронов. Курсант снаряжает магазин, вставляет его в пистолет и досылает патрон, как описано в разделе 2, пункты a, b и c, затем принимает положение "готов".

source: He should then be told to keep both eyes open, concentrate his gaze on the centre of the figure
ru: Далее от курсанта следует потребовать, чтобы он держал оба глаза открытыми, сосредоточил свое внимание на центре фигуры, и,

source: Fig. 11.---Recruits' Target.
ru: Рис. 11. Ростовая мишень.

source: target, bring the pistol up quickly and, as described in para. 1 (sections (*c*), and (*d*)), fire immediately it covers that point of the target of which his eyes are focussed, returning subsequently to the "ready" position without delay. Repeat until the recruit has fired four out of his six shots. The last two shots should be fired as a "burst," *i.e.* in succession and as rapidly as the recruit can manage. He should remain afterwards in the firing position until told by the instructor to lower his arm to the "ready."
ru: быстро подняв руку, произвел выстрел, как только пистолет достигнет центра фигуры (раздел 1, пункты c и d). Немедленно после выстрела вновь принимается положение "готов". Таким образом, производится четыре выстрела. Последние два выстрела производятся в виде серии, то есть последовательно и так быстро, как только возможно, после чего курсант остается в положении изготовки к стрельбе до тех пор, пока инструктор не потребует опустить руку в положение "готов".

source: This practice should not be hurried. The first four shots, as each is fired, should be pointed out on the target, the recruit standing at the "ready" while the instructor explains the causes of any which are badly placed. The causes are normally simple enough---hand insufficiently bent to the right, "dipping" the hand downwards, or not gripping firmly enough to prevent the trigger from being "yanked off." If the two rapid-fire shots are widely apart it is conclusive evidence of a loose grip.
ru: Время на выполнение этого упражнения не ограничивается. Каждый из первых четырех выстрелов немедленно показывается на мишени. Пока курсант стоит в положении "готов", инструктор разъясняет ошибки, сделанные при производстве неудачных выстрелов. Ошибки эти обыкновенно просты - кисть руки недостаточно отвернута вправо, отклонение кисти вниз в момент выстрела, или недостаточно плотная хватка, что сказывается в момент нажатия на спуск. Если разброс при производстве двух последних выстрелов (серии) велик, это однозначно свидетельствует о неплотной хватке.

source: The instructor should not be content unless his explanations produce an immediate improvement in the recruit's shooting. These recruits who are not firing should be "fallen in" eight to ten yards in rear of the firing point. From there they can watch the shooting and its results. They should be permitted to talk but not loudly enough to prevent the man who is shooting from hearing what the instructor is saying.
ru: Инструктор не должен успокаиваться, пока его разъяснения не начнут приводить к немедленному улучшению результатов, показываемых курсантом. Курсанты, не участвующие в стрельбе, должны быть построены в восьми - десяти ярдах позади линии огня. Им разрешается разговаривать, но не настолько громко, чтобы помешать выполняющему упражнение курсанту слышать инструктора.

source: 4. Second Firing Practice
ru: 4. Вторая стрельба

source: Same target and distance
ru: Мишень и дистанция те же.
