Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/04-training-advanced.po
Languages: ru

source: IV. Training: Advanced Methods
ru: IV. Углубленный курс огневой подготовки

source: Chapter III has taken care of all the stages of the recruit's preliminary training, but before he is turned loose on the world as qualified to use a pistol there is one more thing for him to learn. This is shooting from what, for want of a better term, we call the "three-quarter hip" position illustrated in Fig. 12.
ru: Глава III посвящена предварительной подготовке; но прежде чем быть выпущенным в мир в качестве квалифицированного стрелка из пистолета, курсанту предстоит еще кое-что изучить. Речь идет о том, что мы, за неимением лучшего термина, называем стрельбой из положения "с бедра в три четверти оборота", см. рис. 12.

source: This position is designed to meet a condition referred to in the first chapter when describing the circumstances under which shooting affrays are likely to take place. We indicate there that in moments of stress and haste men are apt to fire with a bent arm.
ru: Условия, для которых было разработано это положение, обсуждались в главе I, где описаны обстоятельства, при которых обыкновенно происходят перестрелки. Мы писали, что в напряженной обстановке и при недостатке времени, человек склонен стрелять, не распрямляя руки в локте.

source: Examination of the illustration shows exactly this position. Closer examination shows also that the firer is facing his adversary squarely, has one foot forward (it does not matter which), and that he is crouching slightly.
ru: На рис. 12 изображено как раз такое положение. Можно видеть также, что стрелок стоит слегка пригнувшись, развернут корпусом в сторону противника, а одна нога (неважно какая, на самом деле) выдвинута вперед.

source: From this position, pistol hand in the vertical centre-line of the body and hand bent to the right as before, the recruit fires a burst of two or three shots, but *quickly*, at a distance of 3 yards. If he succeeds in making nothing worse than a 6-inch group, he should repeat the practice at 4 yards.
ru: Из этого положения — рука с оружием в плоскости симметрии тела, кисть отвернута вправо, как и ранее — отстреливается серия из двух или трех выстрелов, как можно быстрее, на дистанции три ярда. Если пробоины укладываются в круг диаметром не более шести дюймов, упражнение повторяется на дистанции четыре ярда.

source: The instructor should make a special point of explaining all the elements of this practice. The bent arm position is used because that would be instinctive at close quarters in a hurry. The square stance, with one foot forward, is precisely the attitude in which the recruit is most likely to be if he had to fire suddenly while he was on the move.
ru: Инструктору следует разъяснить, почему все делается так, а не иначе. Рука согнута в локте, так как это инстинктивная позиция, принимаемая в спешке и на предельно короткой дистанции. Корпус окажется развернут к противнику, а одна нога впереди другой, если огонь пришлось открыть на бегу.

source: Fig. 12.---"Three-quarter Hip" Position.
ru: Рис. 12. "С бедра в три четверти оборота".

source: The "crouch," besides being instinctive when expecting to be fired at, merits a little further explanation.
ru: Положение "пригнувшись", помимо того, что является естественным для человека, который ожидает, что в него будут стрелять, заслуживает особого комментария.

source: Its introduction int this training system originates from an incident which took place in 1927. A raiding party of fifteen men, operating before daybreak, had to force an entrance to a house occupied by a gang of criminals. The only approach to the house was through a particularly narrow alley, and it was expected momentarily that the criminals would open fire. On returning down the alley in daylight after the raid was over, the men encountered, much to their surprise, a series of stout wires stretched at intervals across the alley at about face height. The entire party had to duck to get under the wires, but no one had any recollection of either stooping under or running into them when approaching the house in the darkness. Enquiries were made at once, only to reveal that the wires had been there over a week and that they were used for the wholly innocent purpose of hanging up newly dyed skeins of wool to dry. The enquiries did not, therefore, confirm the suspicions that had been aroused, but they did serve to demonstrate conclusively and usefully that every single man of the raiding party, when momentarily expecting to be fired at, must have crouched considerably in the first swift traverse of the alley. Since that time, men trained in the methods of this book have not only been permitted to crouch but have been encouraged to do so.
ru: Оно было введено в наш курс после инцидента, имевшего место в 1927 году. Группе захвата, состоявшей из 15 человек, необходимо было незадолго до рассвета проникнуть в дом, занятый бандой преступников. Единственным подходом к дому была очень узкая улочка, и преступники в любой момент могли открыть огонь по приближающейся группе захвата. Возвращаясь по этой улочке при свете дня, по завершении операции, члены группы захвата, к немалому своему удивлению, обнаружили, что поперек дороги, примерно на уровне лица, в нескольких местах натянута толстая проволока. Всем пришлось нагибаться, чтобы пройти под проволокой, при том, что в начале операции, в темноте, никто на проволоку не наткнулся, равно как и никто не мог припомнить себя пригибающимся. Немедленно было проведено расследование, которое показало, что проволока была натянута более недели назад, без всякого злого умысла, с целью просушки мотков шерстяной пряжи после окраски. Таким образом, хотя расследование и не подтвердило возникших поначалу подозрений, оно убедительно показало, что каждый член группы захвата, ожидавший, что в любой момент по нему могут открыть огонь, сильно пригибался на бегу, приближаясь к дому, занятому преступниками. С того времени персоналу, проходившему подготовку по методам, описанным в этой книге, не только не запрещалось пригибаться, но и настойчиво рекомендовалось поступать именно так.

source: The qualification we require before the recruit's course can be successfully passed is 50 per cent. of hits anywhere on the man-sized targets employed. Time has shown this to be adequate for the purpose in view.
ru: Курсант считается успешно прошедшим курс, если при выполнении любого упражнения он в состоянии обеспечить не менее 50 процентов попаданий в описанную нами ростовую мишень. Практика показала, что для наших целей этого достаточно.

source: We indicate elsewhere our aversion to trophies, badges, etc. No "expert's" or "marksman's" badges are issued to men who pass our recruit or other courses, no matter how much in excess of 50 per cent. their scores may have been. If a man makes "possibles" throughout, his only reward is the resultant confidence in himself and the satisfaction of knowing that if he has to "shoot it out" with a pistol he will be a better man than his opponent.
ru: Мы уже говорили о том, что не одобряем наград, кубков, значков, званий и тому подобного. Никому из прошедших наш курс мы не присваиваем званий типа "отличный стрелок", независимо от того, насколько более 50 процентов попаданий тот в состоянии обеспечить. Единственной наградой человеку, выполняющему наш квалификационный норматив, будет знание того, что если дело дойдет до стрельбы, он окажется сильнее своего противника.

source: Similarly, we have a dislike of "team shoots." We feel that the ammunition would be much more usefully employed in giving additional practice under instruction.
ru: Равным образом мы не одобряем и командных соревнований. Мы полагаем, что боеприпасы можно потратить с большей пользой для дополнительной подготовки под руководством инструктора.

source: From now on, in proceeding to more advanced training, the use of stationary targets should be abandoned in favour of surprise targets of all kinds and in frequently varied positions. Such targets would include charging, retreating, bobbing, and traversing figures of man-size. Traversing targets can be either at right or oblique angles. Musketry officers will have no difficulty in devising for themselves endless variations on this theme, and current incidents, more especially in the nature of actual happenings to men of their particular service, often provide valuable suggestions.
ru: Проводя углубленный курс огневой подготовки, мы отказываемся от использования неподвижных мишеней в пользу самых разнообразных подвижных мишеней. Это будут мишени приближающиеся, удаляющиеся, появляющиеся и движущиеся по фронту, все в натуральную величину. Движущиеся по фронту мишени могут двигаться под прямым углом или наискось. Руководителям стрельб не составит труда создавать разнообразные импровизации на эту тему; к тому же с пользой для дела можно имитировать и реальные инциденты.

source: We will give on example of a practice which has been frequently carried out with good results. It is designed not only as a test of skill with the pistol under difficult conditions, but also a test of bodily fitness and agility, qualities which to the policeman at any rate are every bit as necessary in the circumstances which are so often encountered in shooting affrays.
ru: Опишем полезное упражнение, всегда дававшее прекрасные результаты. Оно разработано как испытание не только навыков стрельбы из пистолета в сложных условиях, но и физической формы и проворства; то и другое в равной степени важно в боевой обстановке.

source: In this practice, which we have called the "Pursuit," the shooter is started off at the run, outside the range, on an obstacle course consisting of jumping a ditch, running across a plank over water, crawling through a suspended barrel, climbing a rope, a ladder, and over a wall, finishing up with a 100 yards dash ending at 4 yards from the targets. Without warning or waiting, two surprise targets are pulled, one after the other, and at each he fires a "burst" of three shots. The targets are exposed for no longer than it takes to fire three shots at the highest possible speed.
ru: Это упражнение, которое мы называем "Преследование", начинается с полосы препятствий. Курсант должен перепрыгнуть сухой ров, перейти ров с водой по доске, проползти через трубу, подвешенную на некоторой высоте над поверхностью земли, подняться по канату и по лестнице, перелезть через стену и в заключение сделать рывок на 100 ярдов, заканчивающийся в четырех ярдах от мишеней. Две подвижные мишени появляются без предупреждения, одна за другой, и по каждой отстреливается серия из трех выстрелов. Мишени появляются на короткое время, достаточное только для того, чтобы произвести три выстрела в самом высоком темпе.

source: Yet another practice, a "mystery shoot," is described in the chapter entitled "A Practical Pistol Range."
ru: Другое упражнение, "Сюрприз", описано в главе "Тир для практической стрельбы из пистолета".

source: In all practices at surprise targets, opportunity must be found for the performance of two very essential operations. In order of importance, these are:---
ru: Стрельба по появляющимся мишеням требует освоения двух технических действий, в порядке важности:

source: Making safe after firing only a portion of the contents of the magazine.
ru: Приведение оружия в безопасное состояние после отстрела части магазина.

source: Inserting a second magazine after totally expending the contents of the first and continuing to fire without delay.
ru: Замена пустого магазина и продолжение стрельбы без задержки.

source: In the first instance, after firing one or two shots from a fully charged magazine, the instructor should give the order to cease fire. The shooter should then come to the "ready," remove the magazine, eject the live round from the breech, work the slide back and forth several times and finally pull the trigger, all as described in Chapter III (:ref:`Figs. 9 and 10 <iii_fig9>`).
ru: В первом случае, после двух выстрелов при полностью снаряженном магазине, инструктор командует "прекратить огонь". Курсант принимает положение "готов", извлекает магазин, выбрасывает патрон из патронника, оттягивает и отпускает затвор несколько раз, а затем спускает курок (:ref:`рис. 9 и 10 <iii_fig9>`).

source: In the second instance, immediately the last shot has been fired, the shooter comes to the "ready," removes the empty magazine, inserts a fresh one and reloads, either by pressing down the slide release stop with the thumb of the left hand or by slightly retracting and then releasing the slide. The slide flies forward, taking a cartridge into the breech, and the shooter resumes the "ready" position by bending his hand to the right and awaits the appearance of the next target.
ru: Во втором случае, как только магазин опустел, курсант принимает положение "готов", извлекает магазин, вставляет снаряженный магазин и досылает патрон, либо опуская затворную задержку большим пальцем, либо снимая затвор с затворной задержки, слегка оттянув его назад и отпустив. Повернув кисть руки в вертикальное положение, курсант вновь принимает положение "готов" и ожидает появления очередной мишени.

source: Practice at surprise targets can be carried out first with the arm fully extended and later from the "three-quarter" hip position. There are still two other methods of close-quarter shooting to be described, but before doing so this will be perhaps an opportune moment to call the attention of instructors to several points which will be of assistance in getting results.
ru: Первоначально стрельба по появляющимся мишеням выполняется из ранее описанного положения при полностью распрямленной руке, в дальнейшем - из положения "с бедра в три четверти оборота". В дальнейшем мы опишем еще две изготовки, применяемые при стрельбе на короткой дистанции, но сначала мы бы хотели обратить внимание инструкторов на некоторые методические приемы, способствующие достижению высоких результатов.

source: When firing at surprise targets, never let men anticipate matters by standing in the firing position. They must be standing at the "ready" before the first target appears. If the succeeding targets are pulled with no perceptible interval, the men may continue to stand in the firing position. Otherwise they should come down to the "ready" again after each shot or "burst" while awaiting the appearance of the next target.
ru: При стрельбе по появляющимся мишеням курсанту не разрешается принимать изготовку для стрельбы заранее. В момент появления первой мишени курсант должен находится в положении "готов". Если последующие мишени появляются без заметных перерывов, сохранять изготовку для стрельбы разрешается, но если очередная мишень сразу не появилась, курсант принимает положение "готов" после производства очередного выстрела (отстрела серии), вплоть до появления следующей мишени.

source: Attention has been drawn already to the necessity for the square stance. When turning from one target to another the square stance must be preserved by turning the body. This can be effected by scraping the feet round or even jumping round if the extent of the turn warrants it. It does not matter how it is done so long as the firer faces each fresh target squarely and is thus enabled to retain the pistol in its original position, *i.e.* in alignment with the vertical centre-line of the body.
ru: Мы уже говорили о том, что при стрельбе корпус должен быть развернут в сторону мишени. Это означает, что перенос огня с мишени на мишень осуществляется корпусом. Разворот корпуса производится ногами, возможно, даже в прыжке, если необходимый угол поворота велик. Неважно, каким способом осуществляется поворот, если в каждый данный момент корпус стрелка развернут в сторону очередной мишени, так что пистолет остается в правильном положении - в плоскости симметрии тела.

source: In firing at a crossing target ("running man"), it will soon be observed that 90 per cent. of all the misses are traceable to firing ahead of it or, as a man accustomed to the shot-gun would say, to "leading it." This holds good even when the range is only 4 yards and the target only travels at about 3 miles an hour. This is not the place for a controversy over the rival merits of "leading" a moving target or "swinging" with it. Or purpose is merely to assist instructors in correcting their pupils' mistakes, and we content ourselves with pointing out that, distance and speed of target being as stated, a bullet travelling at eight hundred feet a second would strike only about three-quarters of an inch behind the point of aim.
ru: В процессе обучения стрельбе по движущейся по фронту мишени ("бегущий человек") скоро выясняется, что 90 процентов всех промахов связано с чрезмерным упреждением. Эта ошибка проявляется даже на дистанции 4 ярда и при скорости бега мишени 3 мили в час. Охотники, которым приходится стрелять по бегущей и летящей дичи, могли бы много рассказать о выборе правильного упреждения, но мы ввязываться в дискуссию не будем. Наша цель состоит в том, чтобы помочь инструктору исправлять ошибки курсантов, и мы лишь заметим, что при упомянутых дистанции стрельбы и скорости мишени пуля, летящая со скоростью 800 футов в секунду, отстанет от точки прицеливания примерно на три четверти дюйма.

source: We now turn to the two other methods of close-quarters shooting previously referred to. These are, respectively:---
ru: Рассмотрим теперь еще две изготовки для стрельбы на короткой дистанции, которые мы уже упомянули выше, а именно, изготовку "с бедра" (рис. 13) и изготовку "с бедра в четверть оборота" (рис. 14).

source: Fig. 13.---"Half-Hip" Position.
ru: Рис. 13. "С бедра".

source: Fig. 14.---"Quarter" or "Close-Hip" Position.
ru: Рис. 14. "С бедра в четверть оборота".

source: Apart from shortening the arm by bringing the elbow to the side, the "half-hip" is no different from the "three-quarter," and should be practised at not more than 3 yards. Above that distance it would be more natural to shoot from the "three-quarter" position.
ru: Изготовка "с бедра" отличается от ранее описанной изготовки "с бедра в три четверти оборота" только тем, что вынос оружия вперед уменьшен за счет того, что локоть касается корпуса. Эта изготовка используется на дистанции не более трех ярдов. На большей дистанции естественнее использовать изготовку "с бедра в три четверти оборота".

source: The "quarter" or "close-hip" position is for purely defensive purposes and would be used only when the requirements are a very quick draw, followed by an equally quick shot at extremely close quarters, such as would be the case if a dangerous adversary were threatening to strike or grapple with you. Practice this at 1 yard. This is the only position in which the hand is not in the centre of the body.
ru: Изготовка "с бедра в четверть оборота" является сугубо оборонительной; она используется, когда необходимо открыть огонь как можно быстрее и на предельно короткой дистанции, при угрозе физического контакта с противником. Отрабатывать эту изготовку следует на дистанции 1 ярд. Заметим, что это единственная изготовка, когда кисть руки не расположена в плоскости симметрии тела.

source: Before we close the subject of shooting at short ranges, we would ask the reader to keep in mind that if he gets his shot off first, no matter whether it is a hit or a miss by a narrow margin, he will have an advantage of sometimes as much as two seconds over his opponent. The opponent will want time to recover his wits, and his shooting will not be as accurate as it might be.
ru: Перед тем, как закрыть обсуждение предмета стрельбы на коротких дистанциях, мы хотели бы порекомендовать читателю всегда помнить, что если он успел выстрелить первым, то не только при попадании, но даже в случае близкого промаха, выигрыш по времени относительно противника может достигать двух секунд. Противнику понадобится время для того, чтобы прийти в себя, и даже тогда он будет стрелять хуже, чем мог бы.
