Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/05-pistol-and-cartridge.po
Languages: ru

source: The reference to the reliability of the primers should be explained. We have in mind the modern non-fouling primer. It will be unnecessary for us to refer to its value in all circumstances, and particularly those in which the cleaning of weapons after firing has to be deferred longer than it should be. Up to date, however, it does not appear to last as long in adverse climatic conditions as the old rust-producing type. We admit that we are not quite sure of this, but while there is any doubt in the matter we prefer to take no more risks than we need, and this aspect is fully taken care of by the "revolving credit."
ru: Проблема надежности капсюлей заслуживает комментария. Мы имеем в виду современный неоржавляющий капсюль. Не нужно объяснять ценность этого капсюля при любых обстоятельствах, и особенно, когда невозможно почистить оружие сразу после стрельбы. Однако, вплоть до сегодняшнего дня, создается впечатление, что в неблагоприятных климатических условиях такой капсюль хранится не так долго, как старый оржавляющий капсюль. Мы признаем, что полной уверенности в этом у нас нет, но пока есть место для сомнения, мы предпочитаем рисковать не больше, чем сугубо необходимо. Система "оборотного кредита" позволяет не беспокоиться и о капсюлях.

source: We think it will be helpful if our system of dealing with the ammunition supply is closely linked with the armoury records which should be kept in respect of both ammunition and weapons.
ru: Мы полагаем, что архивные записи, посвященные боеприпасам, должны вестись вместе с записями оружейного мастера, в которых должно быть отражено движение и состояние не только оружия, но и боеприпасов.

source: Practice and training courses are invaluable in bringing to light any defective ammunition or pistols, which should be immediately withdrawn and sent to the armoury for examination.
ru: Смысл тренировочных занятий состоит не только в обучении персонала; в процессе этих занятий немедленно выявляются дефекты как оружия, так и боеприпасов. И то, и другое, немедленно передается оружейному мастеру для исследования.

source: If the examination reveals ammunition defects which are not due to ill-usage but to obvious faults in manufacture, the matter should be taken up with the makers, full records being kept. As regards the pistols, there should be a history sheet for each weapon and on it should be noted the attributed and actual causes of the defects (sometimes these differ widely), the repairs effected, the date returned to service and other appropriate data.
ru: Если оказывается, что проблемы с боеприпасами связаны не с условиями эксплуатации, но с производственными дефектами, необходимо немедленно связаться с производителем. Претензии при этом должны предъявляться исключительно в письменном виде. Что же касается пистолетов, на каждый из них должен быть заведен формуляр; в формуляре должны быть указаны как предполагаемые, так и действительные причины любых отказов (иногда они очень сильно отличаются), проведенные ремонтные работы, когда пистолет был возвращен на службу, и другие замечания.

source: It is true that all this involves a certain amount of clerical work, but it is more than justified by the general efficiency which results and it sinks into insignificance when it is remembered what that efficiency may mean to men whose lives would otherwise be needlessly endangered.
ru: Бесспорно, что все эти меры предполагают немалое количество бумажной работы. Это, однако, благодарный труд, поскольку год за годом он спасает жизни наших сотрудников.
