Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/05-pistol-and-cartridge.po
Languages: ru

source: V. Pistol and Cartridge
ru: V. Пистолет и патроны

source: Mechanical defects.
ru: Механические дефекты.

source: Cartridge defects.
ru: Дефекты патронов.

source: Care of ammunition.
ru: Правильное использование боеприпасов.

source: Supplies, current requirements and reserve stocks of ammunition.
ru: Требования к боеприпасам, поставки боеприпасов и хранение боеприпасов.

source: This chapter relates only to the products of manufacturing concerns of good standing and with well-deserved reputations which they are not likely to hazard. There are plenty of the other kind of manufacturer but with them we have nothing to do beyond remarking that it is due to their existence that many criminals have been brought to justice and the lives of many policemen have been saved.
ru: Содержание этой главы относится исключительно к производителям с высокой и заслуженной репутацией, которой они всегда дорожат. Производителей другого рода немало, но о таких мы лишь заметим, что именно благодаря им многие преступники предстали перед судом, а жизни многих хороших полицейских были спасены.

source: The modern one-hand gun and its ammunition have been brought to such a state of perfection that, assuming reasonable care in their use, malfunctions of the former and defects in the latter are of rare occurrence.
ru: Современный пистолет и боеприпасы к нему доведены до такой степени совершенства, что с дефектами производства приходится иметь дело нечасто.

source: The great majority of malfunctions of the modern pistol are due, not to faults in design or manufacture, but to ignorance, neglect or rough handling, accidental or otherwise, on the part of the user.
ru: Причиной большей части задержек при стрельбе из современного пистолета являются не недостатки конструкции и не дефекты производства, а невежество, небрежность или грубое обращение, умышленное или неумышленное.

source: Generally speaking, the private individual owning a good pistol is too much of a "gun-crank" to be guilty of wilful neglect or rough handling and to him it is superfluous to recommend that, in case of accident, his pistol should be promptly overhauled by a competent armourer.
ru: Частный владелец хорошего пистолета, как правило, слишком ценит свое оружие, чтобы обращаться с ним грубо или проявлять умышленную небрежность, и такому человеку излишне напоминать, что в случае сильного удара, падения на твердую поверхность и т.п. пистолет следует показать оружейному мастеру.

source: In the Services, however, matters are rather different. Of necessity, very often, weapons are subjected to rough treatment, and it may happen that the most careful man may drop his pistol by accident. If it is made clear to the men that such accidents are not regarded as punishable offences, they will be far more apt to report them quickly and to ensure that their weapons, on which their lives may depend, are put as soon as possible into serviceable condition once more. We are not legislating for the man who commits wilful damage or the genius in whose hands everything comes to pieces quite naturally. Men of that kind do not, or should not, go very far without being recognised for what they are, and there are suitable and well-established methods of dealing with them.
ru: На службе, однако, дело обстоит иначе. Здесь оружие нередко по необходимости подвергается грубому обращению, а случайно уронить пистолет может даже самый аккуратный человек. Если личному составу разъяснить, что подобные случаи не будут рассматриваться как проступки, подлежащие наказанию, исчезнет основное препятствие к поддержанию в исправном состоянии оружия, от которого зависит жизнь этих людей. Мы здесь не говорим ни о тех, кто портит оружие умышленно, ни о гениях, в руках которых все разваливается само собой. Людей такого сорта распознать недолго, и что с ними делать, давно и хорошо известно.

source: As far as our experience goes, a comparison between the automatic and the double-action revolver, in respect of their liability to damage, results in favour of the former.
ru: Если сравнивать пистолет и самовзводный револьвер в отношении стойкости к механическим повреждениям, то, по нашему опыту, пистолет имеет преимущество.

source: Accident and ill-usage can have deplorable effects on revolvers in the way of broken firing pins, damaged pawls or cylinder ratchets and bent cranes, the last mentioned giving rise to much more trouble than is commonly supposed. Dropping the gun on to a hard surface is often sufficient to put the crane out of alignment, even though there is no visible damage done, and no overhaul of a revolver is complete unless the alignment of the crane is verified by the application of the requisite armourer's gauge. Then, too, there is the fact that barrel catch-springs, if of the flat or leaf variety, break far more frequently than they should, and it is surprising that manufacturers continue to fit them when it is a perfectly simple matter to substitute coil springs, which would be much more reliable.
ru: При грубом обращении с револьвером нередко ломается боек, храповой механизм барабана, или нарушается соосность ствола и камор барабана. Последнее обстоятельство создает больше проблем, чем обычно принято думать. Соосность легко может нарушиться при падении револьвера на твердую поверхность, при этом внешние признаки каких-либо повреждений часто отсутствуют. Поэтому считать техническое обслуживание револьвера законченным можно только тогда, когда соосность проверена при помощи специальных калибров. К тому же, листовая пружина, используемая в защелке барабана, часто ломается; непонятно, что мешает производителям использовать для этого спиральную пружину, которая была бы гораздо надежнее.

source: An automatic of good make is much less liable than a revolver to damage from being dropped on a hard surface. The few instances of cracked slides are due, not to the weapon being dropped, but to long use in rapid fire, such as might be the case with a pistol used by an instructor. Nevertheless, a fall may damage the hammer and sights or may loosen pins and screws.
ru: Хороший автоматический пистолет гораздо лучше, чем револьвер, переносит падение на твердую поверхность. Немногие известные нам случаи появления трещин в затворе связаны не с падением оружия, а с интенсивным использованием его для ведения беглого огня; такое может случиться, например, с пистолетом, которым пользуется инструктор. Тем не менее, падение может привести к повреждению курка или прицельных приспособлений, или к выпадению шпилек или винтов.

source: The extractors and ejectors occasionally give trouble, but this is usually due to wear after very long use.
ru: Изредка возникают проблемы с экстракторами и отражателями, как правило, вследствие износа при длительной эксплуатации.

source: Otherwise, there is little about the pistol itself that is liable to damage. We must look, rather, to its magazine for the cause of 90 per cent. of the troubles which we used to encounter, and in this connection we shall relate our own experiences in the care and maintenance of large numbers of automatic pistols having magazines of the detachable type.
ru: Мало что еще можно сказать о повреждениях собственно пистолета. На практике, 90 процентов всех задержек при стрельбе из пистолета связано с состоянием магазина. Здесь мы хотели бы рассказать о нашем опыте эксплуатации большого количества автоматических пистолетов с отъемными магазинами.

source: We have to admit that in the beginning we paid little attention to the magazines or their condition. We soon noticed, however, that some of the magazines in our charge were getting rusty and that others, if not rusty, were clogged up with tobacco dust, fluff and bits of matches, the sort of stuff that is found in most men's pockets. We took the hint and, as opportunity served, had every one of some 9000 magazines stripped and cleaned. The rust was removed, together with astonishing quantities of the stuff referred to above, and, more important still, the overhaul served to reveal a certain amount of damage due to hard knocks and wear and tear. The only sensible thing to do was to recognise at once the wear and tear that existed, and would continue to exist, in an arduous service, the conditions of which could not be modified, and then to apply the remedy of periodic overhauls. It has long been our custom, therefore, to have every pistol, with its two magazines, sent to the armoury for inspection at intervals of six months, regardless of whether or not any defects are apparent. On these occasions, not only do the pistols receive whatever attention is necessary, but, as part of the routine, the magazines are stripped and cleaned (reblued if they need it), the springs are greased and, if found necessary, dents are removed from the shells, base plates are straightened out and splayed sides replaced in position, the completed job having to measure up to gauges specially constructed for each essential dimension. The results of these periodic overhauls have been entirely satisfactory and jambs are now of rare occurrence.
ru: Следует признать, что поначалу мы не обращали большого внимания на магазины и их состояние. Вскоре мы, однако, стали замечать, что часть магазинов начинает ржаветь, а часть забивается табачной крошкой, обломками спичек, разным мусором, одним словом, всем тем, что можно найти в мужских карманах. Мы не стали ждать неприятностей, и обеспечили планомерную разборку и чистку всех 9000 магазинов, имевшихся на вооружении. Ржавчина, вместе с поразительным количеством описанного выше мусора, была удалена, и, что еще более важно, переборка магазинов выявила ряд повреждений, связанных с износом и ударными нагрузками. Единственной разумной политикой было немедленно признать, что, во-первых, магазины находятся в неудовлетворительном состоянии, и, во-вторых, суровые условия службы, которые к этому привели, изменены быть не могут. Стало ясно, что проблема требует систематического подхода, и был установлен порядок, по которому каждый пистолет, вместе с прилагающимися к нему двумя магазинами, раз в шесть месяцев отправлялся на проверку в оружейную мастерскую, независимо от наличия или отсутствия явных дефектов. Согласно заведенному порядку, при этом не только производилось необходимое обслуживание самого пистолета, но и каждый магазин подвергался разборке, чистке, и, при необходимости, воронению, пружина подавателя смазывалась. Корпус, крышка, и, в особенности, загибы боковых стенок магазина подвергались рихтовке, а качество работы проверялось при помощи специально созданного набора калибров для каждого критичного размера. Результаты периодической переборки магазинов оказались совершенно удовлетворительными, и задержки при стрельбе теперь случаются редко.

source: Enough has been said to show that the condition of the magazine is of the utmost importance to the reliable functioning of the pistol and at least ordinary care, therefore, should be exercised it its regard. Those individuals who use their magazines as screwdrivers, or to open beer bottles, have no one to blame but themselves when their pistols refuse to function. If any doubt exists as to its condition, a magazine should be regarded as defective until competent inspection is available. If the doubt is confirmed, competent inspection will include a rapid-fire test with the magazine charged to full capacity. A worthwhile precaution, to keep the spring efficient, is to remove one or two cartridges whenever circumstances permit. This applies, of course, to conditions which necessitate the magazine being kept charged more or less permanently. Properly treated, there is no reason why a well-made magazine should not last twenty years.
ru: О том, какое значение имеет состояние магазина для безотказности пистолета, здесь сказано достаточно; понятно, что с магазином следует обращаться бережно. Тем, кто использует магазин в качестве отвертки или открывает им пивные бутылки, в трудную минуту некого винить, кроме себя. Если существует какое-либо сомнение в полной исправности магазина, он считается неисправным вплоть до проверки оружейным мастером. После обнаружения и устранения неисправности магазин полностью снаряжается и испытывается стрельбой в предельно быстром темпе. Во избежание скорой осадки пружины подавателя имеет смысл удалять из магазина один-два патрона. Этот совет, разумеется, относится к тому случаю, когда магазин приходится держать снаряженным более или менее постоянно. В заключение заметим, что нет причин, которые могли бы помешать качественно изготовленному и правильно эксплуатируемому магазину прослужить двадцать лет.

source: No ammunition can be expected to withstand indefinitely the wear and tear of daily use, which implies not only carrying it in all weathers but the frequent loading and unloading of weapons. It becomes necessary, therefore, first to ascertain the period for which ammunition may safely remain in daily use and then to withdraw it from circulation immediately the limit of that period has been reached.
ru: Не приходится ожидать, что какие-либо боеприпасы могут неопределенно долго выдерживать износ, связанный с их повседневным использованием, что подразумевает не только ношение в любую погоду, но и постоянное заряжание и разряжание оружия. Поэтому необходимо определить срок, в течение которого боеприпасы могут находиться в повседневном использовании, и по истечении этого срока немедленно изымать их из обращения.

source: Our conclusions in the matter are based upon the exigencies of the police service of a great city, a service that functions ceaselessly for twenty-four hours a day and is maintained by large numbers of men whom circumstances compel to go armed with pistols. For a portion of the force, economy demands a ratio of approximately two weapons to three men. It is plain that the same men cannot be on duty all the time and it follows that in the course of twenty-four hours weapons and ammunition must be returned at intervals to police stations for subsequent issue to other men going out on duty. Such "change-overs," as they are known technically, occur not less than three times in twenty-four hours. At each "change-over" safety demands that the weapons be unloaded, only to be reloaded on issue to the next men. Apart from the "change-overs," which are due to motives of economy, it will be recognised, too, that event in those cases where weapons are provided for each individual, a certain amount of loading and unloading is likely to take place in the interests of safety. Add now the fact, mentioned already, that the ammunition is carried in all weathers and we have a set of circumstances definitely indicative of hard usage.
ru: Наши выводы учитывают тяготы полицейской службы в большом городе, службы, продолжающейся двадцать четыре часа в сутки, и которую несет многочисленный личный состав, по необходимости вооруженный пистолетами. По соображениям экономии, часть личного состава вооружена из расчета два пистолета на три человека. В этом случае в течение суток оружие несколько раз возвращается на полицейский участок, а затем выдается людям, заступающим на дежурство. Такие "передачи", как мы их называем, происходят не реже трех раз в сутки. По требованиям безопасности, оружие при сдаче разряжается, и, будучи выданным сменщику, тут же заряжается вновь. Но если не говорить о "передачах", вызванных необходимостью экономии, то даже и тогда, когда оружие находится в индивидуальном пользовании, его приходится периодически разряжать и вновь заряжать из тех же соображений безопасности. Если же добавить к этому упомянутое ранее ношение в любую погоду, тяжесть условий эксплуатации боеприпасов становится вполне очевидной.

source: Careful records of over fifteen years show that under these circumstances the extreme length of time for which automatic pistol ammunition can be expected to be reliable is four months. Subsequently, defects begin to be apparent and work out very steadily at about two rounds per ten thousand. But for every week thereafter the number of defective rounds increases with surprising rapidity.
ru: Тщательно зафиксированный опыт пятнадцати лет службы показывает, что ожидать безусловной надежности от пистолетных боеприпасов можно на протяжении не более четырех месяцев. По истечении этого срока начинают наблюдаться дефекты, первоначально два дефектных патрона на десять тысяч. При этом с каждой последующей неделей количество дефектных патронов увеличивается с удивительной быстротой.

source: The records referred to show that revolver ammunition does not measure up to this standard. In point of fact, the ratio of defects is approximately double that of automatic pistol ammunition. The reasons are not far to seek.
ru: Тот же опыт показывает, что с револьверными патронами дело обстоит гораздо хуже. Количество дефектов, наблюдаемых за тот же период времени, примерно вдвое больше, чем в случае пистолетных патронов. Причины этого достаточно очевидны.

source: The loading and unloading of revolvers imply much more handling of the ammunition than is the case with automatic pistols, which carry their ammunition in box magazines. Here the magazines receive most of the rough treatment. With all the care in the world we must expect, too, that occasionally ammunition will be dropped on the ground, possibly on the unsympathetic cement floor of a police station. Such treatment has less effect on automatic pistol ammunition, with its tightly crimped jacketed bullets, than on revolver cartridges, particularly those of large calibre carrying soft lead bullets. While there may be no noticeable deformation of the latter, they are more liable to be jarred loose from the crimping and that is the prelude to other troubles.
ru: При заряжании и разряжании револьверов каждый патрон надо подержать в руках; в случае пистолета, где патроны содержатся в коробчатом магазине, это не совсем так. Здесь грубому обращению, в основном, подвергается сам магазин. Также, при всей возможной аккуратности, патроны время от времени падают на пол, вполне вероятно, на бетонный пол полицейского участка. И в этом случае, риск для пистолетных патронов, с их оболочечными пулями, меньше, чем для револьверных, особенно крупного калибра, с мягкой свинцовой пулей. Деформация при этом может быть малозаметной, но пуля расшатывается, что в конце концов может привести ко многим неприятностям.

source: Apart from what may be regarded as inherent disadvantages in revolver ammunition, careful comparisons of respective measurements incline us to the belief that very often somewhat less care is exercised in its manufacture than is the case with automatic pistol ammunition. Of sheer necessity, the latter must conform more rigidly to accepted standards. Too great a departure from standard would be revealed very quickly by the automatic action of the weapon in which it is used, a compelling factor in the production of reliable ammunition. It is only fair to add that defects in the automatic ammunition put out by makers of repute are few and far between.
ru: Сказанное можно отнести к принципиальным преимуществам пистолетных патронов перед револьверными; кроме того, тщательные измерения партий патронов склоняют нас к мысли, что качество изготовления револьверных патронов в среднем хуже. Пистолетный патрон по необходимости должен жестко соответствовать стандарту, иначе нельзя ожидать надежной работы автоматики. И действительно, дефекты пистолетных патронов, выпущенных известными производителями, встречаются очень редко.

source: The "life" of ammunition is a matter which merits the most careful attention, particularly when we have to consider the needs of a service which is obliged to have a large amount in constant use. In some cases, too, complications arise from climatic conditions and distance from the source of supplies.
ru: Проблема срока службы боеприпасов заслуживает самого пристального внимания, тем более, когда речь идет о службе, где приходится иметь дело с большим количеством патронов одновременно. Источниками проблем бывают, в том числе, климатические условия и географическая удаленность поставщиков.

source: It is possible to keep ammunition in excellent condition for a number of years provided that it is not removed from its cartons and packing-cases and that common-sense is used in the matter of storage. Having in mind the needs touched upon in the preceding paragraph, we prefer, however, not to trust to reserve supplies kept in stock for a number of years but to adopt instead what may be described as a "revolving credit." The tables given in the :ref:`Appendix <appendix>` will convey our meaning more clearly, but we may state here that two basic conditions influence their construction, viz.:---
ru: Боеприпасы отлично сохраняются на протяжении ряда лет, при условии, что их не извлекают из коробок и цинков, а условия хранения отвечают здравому смыслу. Тем не менее, мы предпочитаем сокращать общий срок хранения боеприпасов, используя систему, которую можно назвать "оборотным кредитом". Таблицы, данные в :ref:`Приложении <appendix>`, содержат конкретные цифры, здесь же мы приведем два принципа:

source: The undesirability of carrying ammunition in daily use for more than four months.
ru: Патроны не должны находится в повседневном использовании более четырех месяцев.

source: The undesirability of keeping ammunition in stock longer than two years.
ru: Патроны не должны храниться более двух лет.

source: From this as a starting point, quantities required on all counts can be estimated.
ru: Следуя этим принципам, нетрудно рассчитать потребность в боеприпасах.

source: By means of this "revolving credit" system we are spared certain anxieties which would occur were reserve supplies to be kept in stock over a number of years. With our full supply expended in under two years, and replenished as necessary, we do not have to worry about such things as seasonal cracking or other forms of deterioration in the brass, deterioration of the smokeless powder charge, increased pressures due to that deterioration or, more important still, the reliability of the primers. We do not waste first-class ammunition on practice and training shoots, but use only that which we consider might be no longer reliable.
ru: Используя систему "оборотного кредита", мы избавляемся от ряда проблем, с которыми пришлось бы иметь дело в случае длительного хранения. Имея пополняемый запас не более, чем на два года, мы можем не беспокоиться о таких вещах, как сезонное растрескивание и другие виды деградации латунных гильз, истечение срока годности бездымного пороха и связанное с этим повышение давления в канале ствола, или, что еще более важно, истечение срока годности капсюлей. Патроны, жизненный цикл которых в системе "оборотного кредита" истекает, используются для тренировок.
