Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/06-practical-pistol-ranges.po
Languages: ru

source: VI. Practical Pistol Ranges
ru: VI. Тир для практической стрельбы из пистолета

source: Doubtless most of us would prefer to do our pistol shooting out of doors. There is the pleasure of being in the fresh air, there are no powder fumes to contend with, and the noise is less trying than in an indoor range, where so many men find it necessary to plug their ears.
ru: Трудно усомниться в том, что любой из нас предпочел бы упражняться в стрельбе из пистолета на открытом воздухе. Свежий воздух сам по себе приятен, не надо дышать пороховой гарью, и звук выстрелов не так мучителен, как в закрытом помещении, где стрелку обычно приходится использовать затычки для ушей.

source: Apart, however, from these considerations, the value of an outdoor range is limited. It can only be used in daylight and in good weather. Further, though it may be a minor point, the equipment of an outdoor range is liable to deteriorate more rapidly than it would indoors. Influenced by the necessity to conduct pistol training regardless of weather and frequently after dark, our preference is for the indoor range. It gives us in addition greater facilities than would be reasonably possible out of doors for varying the lighting at will. We have in mind training courses which endeavour to reproduce as closely as possible the conditions which police the world over so often encounter in the course of duty. Criminals favour darkness or semi-darkness for the exercise of their talents, and a large proportion of the shooting affrays in which police are concerned take place under precisely those conditions. We venture to suggest that every man who has to use a pistol in the course of duty should learn how to do so in the dark. It *can* be done, it is often necessary, and the acquisition of confidence in this respect is invaluable.
ru: Тем не менее, открытое стрельбище можно использовать далеко не всегда. Стрелять на открытом воздухе можно только в дневное время и при хорошей погоде. К тому же оборудование стрельбища, смонтированное на открытом воздухе, скорее приходит в негодность, хотя это и нельзя назвать решающим фактором. Нам приходится проводить тренировки в любую погоду, нередко в темное время суток, и поэтому мы предпочитаем закрытый тир. Еще одним достоинством закрытого тира является возможность регулировать освещенность в широких пределах. Для нас это весьма важно, так как мы постоянно стремимся к возможно более точному воспроизведению условий, с которыми на практике сталкиваются полицейские повсюду в мире. Преступники предпочитают действовать в темноте или при плохом освещении, и большая часть перестрелок с полицией происходит именно в таких условиях. Мы беремся утверждать, что каждый, кому необходимо умение применять пистолет по долгу службы, должен уметь справляться с этой задачей и в темноте. Это возможно, а нередко и необходимо. Приобретенную в этом отношении уверенность трудно переоценить.

source: If circumstances dictate an outdoor range, select, if you can, a piece of ground on which a high bank or a hillside provides a natural stop butt. A disused quarry or gravel-pit usually answers the purpose admirably. If the only ground available is flat, the stop butt is best constructed of a steeply sloping bank of earth backed by a wall of brick, stone, concrete or heavy timber.
ru: Если обстоятельства требуют устройства стрельбища на открытом воздухе, следует, по возможности, выбрать такое место, где обрыв или крутой склон холма образуют естественный вал. Заброшенный карьер обычно прекрасно подходит для этой цели. Если доступен только плоский земляной участок, насыпается крутой вал из грунта, который со стороны, противоположной линии огня, укрепляется кирпичной или каменной кладкой, бетоном или тяжелыми бревнами.

source: Reference to the plan (Fig. 19) of an indoor range will show the lay-out we suggest. The contents of the next paragraph apply equally to outdoor and indoor ranges.
ru: На рис. 19 показан предлагаемый нами план закрытого тира. Дальнейшее, в основном, относится, как к открытому стрельбищу, так и к закрытому тиру.

source: Fig. 19.
ru: Рис. 19.

source: *Explanation---*
ru: *Пояснения*:

source: Frames for three bobbing targets, full figure.
ru: Щиты для трех ныряющих ростовых мишеней.

source: Track and frame for running target, half figure.
ru: Щит для движущейся поясной мишени.

source: Track and frame for running target, full figure.
ru: Щит для движущейся ростовой мишени.

source: Frames for five bobbing targets, half-figure.
ru: Щиты для пяти ныряющих поясных мишеней.

source: Frames for four disappearing targets, head and shoulder.
ru: Щиты для четырех исчезающих грудных мишеней.

source: Every precaution must be taken against ricochets. The earth of which the stop butt is built up must be thoroughly sifted to ensure the removal of all stones, large and small. It is a good plan to face the sloping front of the stop butt with turf. Every scrap of metal used in the construction and which is liable to be struck by bullets from the firing point must be thoroughly protected by earth or soft wood. At intervals, depending on the amount of shooting, the stop butt should be raked and dug over in order to remove all expended bullets. These do not penetrate very far in any case, and continued firing concentrated on particular spots tends to bring them to the surface. Their removal should not be deferred too long, for being close to the surface of the bank and most likely in agglomerations of many bullets together, they constitute a definite cause of ricochets. And no one can ever foretell the course (or force) of a ricochet. The sale of the metal recovered in this manner often helps materially to reduce the running costs of a range. Prudence suggests that both the site and the plans of construction should be approved by the competent local authority before any work is undertaken, and doubtless that authority will insist on an examination of the completed range before firing is permitted.
ru: Необходимо принять все возможные меры против рикошетов. Грунт, из которого отсыпается вал, должен быть просеян для удаления всех камней, крупных и мелких. Неплохо выложить поверхность вала дерном. Любая металлическая поверхность, в которую могут попадать пули, выпущенные с огневой позиции, должна быть надежно прикрыта грунтом или мягким деревом. Периодически, в зависимости от объема проводимых стрельб, поверхность вала должна обрабатываться граблями и перекапываться, с целью удаления пуль. Пистолетные пули в любом случае не проникают глубоко в грунт, а постоянная стрельба, по одному и тому же месту, в целом приводит к выходу пуль на поверхность. Надолго откладывать удаление пуль не следует, так как, скапливаясь плотным слоем у поверхности, они создают реальную угрозу рикошетов, предсказать же направление и силу рикошетов невозможно. К тому же продажа металлического лома, добытого в результате удаления пуль, может снизить стоимость эксплуатации стрельбища. Весьма благоразумно заручиться одобрением местных властей в отношении как выбора строительного участка, так и планов постройки; несомненно, местные власти также будут настаивать на инспекции готовой постройки, прежде, чем будет разрешена эксплуатация стрельбища.

source: Reverting to the plan, we draw attention to one feature that may be unusual and to another that certainly is. The former is the Control Room, and the latter is the absence of any fixed firing point.
ru: Наш план имеет две необычных особенности: отсутствуют фиксированные огневые позиции, и имеется контрольный пост.

source: The control room houses the men who operate the targets. It provides them with perfect safety while firing is in progress, and from it they emerge at intervals to patch the targets. But they do not emerge until the Range Officer switches on a green light which shows high over the targets and is visible to them. A red light is shown in the same place while firing is actually in progress or about to take place.
ru: Контрольный пост представляет собой помещение, где оборудованы рабочие места операторов мишеней. Контрольный пост обеспечивает безопасность операторов во время ведения огня. Операторы покидают его, когда нужно заклеить мишени, но не ранее, чем руководитель стрельб включит зеленый сигнал, расположенный высоко над мишенями и видимый отовсюду. В течение всего времени ведения огня горит красный сигнал, расположенный там же, где и зеленый.

source: As stated, there is no fixed firing point nor is there any barrier across the range. The range is not divided into longitudinal sections, with booths for individual shooters at the firing end. Such devices would be impracticable for the training system which we advocate, and this will be clear if we add that we have to make provision for such widely differing demands as two-handed shooting at 25 yards, hip shooting at practically point-blank range, and practices which entail running at full speed a certain distance down the range in order to fire at several suddenly appearing moving targets. Obviously there is only room for one man at a time to shoot in safety under such conditions. The only time when this rule is permitted to be broken is in the initial recruit practices at stationary targets, when three men may sometimes shoot side by side, under the watchful eye of the instructor. It might be inferred from the fact that, with the one exception mentioned, only one man at a time can shoot, the proceedings would be unduly slow. In actual practice, however, the range illustrated and the system described have shown their capacity for a number of years to take care of the training and practice requirements of a force of 6000 men, or, if we include auxiliaries who also have to be trained, nearly 9000 men.
ru: Как уже говорилось ранее, стрельбище не имеет фиксированных и оборудованных огневых позиций. Не имеет оно и линии огня. Подобное оборудование не подходит для нашей системы подготовки, которая включает стрельбу на дистанциях от 25 до 1 ярда, в том числе по появляющимся и движущимся мишеням, с пробежкой до огневой позиции. Очевидно, что в такой обстановке безопасную стрельбу может вести только один человек. Исключение может быть сделано только для курсантов, стреляющих по неподвижным мишеням под наблюдением инструктора, но и в этом случае одновременно ведут огонь не более трех человек. Может показаться, что пропускная способность такого стрельбища будет невелика. На практике, однако, при использовании наших методов, описанное стрельбище на протяжение ряда лет обеспечивало подготовку 6000 человек личного состава, или, с учетом вспомогательного персонала, также проходящего огневую подготовку, почти 9000 человек.

source: Freeing the range from all the obstacles that would be constituted by fixed firing points also permits the staging on occasion of what we are pleased to call "mystery shoots." On these occasions the range, except for the targets, is transformed beyond all recognition, and it is astonishing what can be done in this respect in a building of very modest dimensions. To give an idea of what we mean, the range on Fig. 19 has more than once been made to represent the interior of a Chinese lodging-house harbouring, among other inmates, half a dozen bad characters who will resist arrest.
ru: Отсутствие препятствий, создаваемых постоянным оборудованием огневых позиций, позволяет также проводить импровизированное упражнение, которое мы называем "Сюрприз". В этих случаях стрельбище, за исключением мишеней, изменяется до неузнаваемости; заранее трудно представить, как много можно для этого сделать, притом в помещении весьма скромных размеров. Например, на описанном выше стрельбище не однажды воссоздавалась обстановка китайской ночлежки, где, в числе прочих обитателей, имеется пяток личностей, которые окажут сопротивление при аресте.

source: A screen hides all this from the men who are going to shoot. All they see from the outside is a wall with a door, through which, one by one, they will have to enter the lodging-house. No one knows what he will encounter inside, and the only instructions given are that innocent civilians are not to be "killed," such action being likely to impede promotion. The first man to shoot pushes in the door, closely followed by the range officer, and proceeds with caution or with reckless abandon, according to his nature, along a dark, narrow, twisting passage, kicks open a door at one point, descends a few steps, treads on floor-boards which give way under him, climbs some more steps and finds himself in a dimly lit room occupied by apparently harmless people (dummies) who vary from mere lodgers to dope fiends or stool-pigeons. He has to take in the situation in a flash, for his appearance is the signal for the fun to commence. A shot is fired at him (blank cartridge in the control room), and the criminals commence their "get-away" ("criminals" are life-size targets that bob up from nowhere and disappear as quickly, heads and shoulders that peer at him briefly round a corner, men running swiftly across the room, possibly at an oblique angle, etc., all masked at some point in their careers by the "innocent bystanders," who must not be shot). There is no time to think, and anything resembling deliberate aim is a sheer impossibility. Furniture and dummies impede his movements, and it is noticeable that he instinctively adopts the "crouch" and shoots as a rule with the arm in any position except fully extended. His only course is to shoot quickly and keep on shooting till his magazine is empty, hoping that he is hitting the "criminals" and not the dummies. Any ill-luck as regards the latter is rewarded, when the results are announced, by precisely the sort of comment that might be expected from the crowd.
ru: Все эти декорации скрыты за перегородкой. Курсанты видят только стену с дверью, через которую они по одному проникают в ночлежку. Никто не знает, что их ждет за дверью, единственное предупреждение состоит в том, что "непричастные лица не должны пострадать". Первый в очереди курсант толчком открывает дверь; при этом его сопровождает руководитель стрельб. Стиль, в котором курсант выполняет свою задачу, зависит только от его природных склонностей; он может действовать осторожно, а может быстро и решительно. Ему придется пройти по темному, узкому и извилистому проходу, открыть дверь, спуститься по ступенькам, при этом доски настила могут под ним "проламываться". Затем курсант поднимется по лестнице, и окажется в плохо освещенном помещении, наполненном более или менее "непричастными" лицами, такими, как честные граждане, наркоманы и информаторы. Все эти лица изображаются манекенами. Курсанту необходимо оценить обстановку мгновенно, так как его появление является сигналом к началу развития событий. По курсанту производится первый выстрел (холостым патроном в контрольном посту), а "преступники", изображаемые подвижными мишенями, активизируются и начинают "отступление". Мишени в натуральную величину мгновенно появляются ниоткуда и также быстро исчезают, грудные мишени выглядывают из-за угла, бегущие мишени стремительно пересекают помещение, возможно, под произвольными углами. При этом в известные моменты "непричастные" лица, стрелять в которых не полагается, заслоняют собой мишени. Думать некогда, а о правильном прицеливании не может быть и речи. Мебель и манекены мешают передвигаться; к тому же со стороны заметно, что курсант инстинктивно пригибается, и, как правило, рука не распрямлена в локте. Ему остается лишь стрелять как можно быстрее, пока не опустел магазин, и надеяться, что попадает в "преступников", а не в "непричастных". При объявлении результатов всякая неприятность, приключившаяся с лицами последней категории, сопровождается комментариями, которые при подобных обстоятельствах можно было бы услышать на улице.

source: This sort of thing is not mere play-acting. It is done with the sole purpose of making practice as realistic as possible and of stimulating interest. If the men are kept indefinitely at the same dull routine they *will* lose interest, and results suffer accordingly.
ru: Мы описали не просто театральную постановку. Такой подход позволяет не только предельно приблизить тренировочный процесс к реальности, но и стимулировать интерес курсантов. Если люди каждый день делают одно и тоже, потеря интереса неизбежна.

source: We should add now that the expenses of these productions are negligible if there are available a little imagination, a lot of willing help, some wood battens, straw, old clothes and hessian or old sacking. The steps referred to are easily arranged by having a pit in the floor, keeping it covered over when not required. The loose flooring only requires a very simple bit of mechanism, worked from the control room, to make it give way slightly when walked on.
ru: Заметим, что расходы на такую постановку очень невелики. Нужна лишь толика воображения, побольше добровольных помощников, немного пиломатериалов, старой одежды и мешковины. Лестницы можно разместить в специально вырытой яме, которая при обычных обстоятельствах покрыта досками. "Проламывающиеся" доски пола требуют лишь простого механизма, управляемого из контрольного поста. Механизм либо удерживает доску в верхнем положении, либо позволяет ей подаваться под ногой.

source: Targets, always life-size, are drawn or printed on the cheapest paper and pasted on to a backing of hessian, old cloth or canvas; any thing will do. This backing is tacked on to frames which are slid into trolleys, or hung on wires which are designed to provide the runners, bobbers, charging men, etc. to which reference has been made. These devices are all very simple and only need a little ingenuity to work out for any requirements. The target frames do not merit anything but the cheapest wood and roughest workmanship since they very quickly get shot to pieces.
ru: Мишени, всегда в натуральную величину, рисуются или печатаются на самой дешевой бумаге и наклеиваются на мешковину, старые тряпки или холст — годится все, что угодно. Холстина натягивается на рамы, расположенные на тележках, подвешенные на проволоке, и т.п., представляющие все виды подвижных и появляющихся мишеней. Эти рамы выполняются самым грубым образом из самого дешевого дерева, так как под пулями они служат недолго.

source: Special attention must be given to the ventilation of the range, and there cannot well be too many exhaust-fans to carry away the powder fumes. Continued exposure to powder fumes is liable to produce an affection of the eyes which is in all respects similar to and indeed difficult to distinguish from conjunctivitis ("pink-eye"). The persons most liable to suffer from this complaint are the control room operators who spend much of their time in patching targets, and that is just where the fumes collect most thickly when firing at the very short distances which we advocate. The first signs of any inflammation of the eyes should be the signal to re-examine the ventilating system of the range.
ru: Особого внимания заслуживает вентиляция тира; вытяжных вентиляторов просто не может быть слишком много. Постоянное воздействие порохового дыма вызывает конъюнктивит, которому более всего подвержены операторы контрольного поста, занятые также заклеиванием мишеней, где как раз и собирается большая часть дыма при стрельбе на короткой дистанции, которую мы в основном и практикуем. Первые признаки конъюнктивита должны быть сигналом для проверки вентиляционной системы.

source: We have found that the most practical flooring for the range is beaten earth. We think, too, that an earthen floor helps to reduce noise, which of course is considerable more in an indoor than an outdoor range. Noise can be reduced further by the use of millboard on the sides of the building and by curtains suspended from the roof or coiling. The matter is largely one of experiment, and experiments in this direction are likely to be well worth the trouble involved.
ru: Мы считаем, что самым удобным полом является утоптанный земляной. Мы полагаем также, что земляной пол позволяет снизить уровень шума, который в закрытом тире, естественно, гораздо выше, чем на открытом стрельбище. Уровень шума может быть дополнительно снижен при использовании рыхлого картона для облицовки стен, а также подвешенных к потолку драпировок. Оптимальный вариант подбирается экспериментально, и результаты, скорее всего, оправдают усилия.
