Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/07-stopping-power.po
Languages: ru

source: VII. Stopping Power
ru: VII. Поражающее действие

source: We approach this subject with considerable diffidence. We regard it as essentially one in which theory should be discarded in favour of practice, but even practice, as evidenced in carefully noted records over a number of years, does not lead us to any finality in the matter. Instead, it provides us with so many contradictions that we feel that anything approaching dogmatism would be most unwise.
ru: Мы приступаем к этому предмету с немалой робостью. Мы считаем, что здесь следует решительно предпочесть практику теории, но даже практика, как показывают наблюдения, зафиксированные на протяжении ряда лет, не позволяет сделать сколько-нибудь окончательных выводов. Наблюдения эти настолько противоречивы, что не оставляют места никакому подобию догматизма.

source: To clear the ground for discussion we can eliminate at once the .22's and .25's, leaving only the larger calibres available in modern revolvers and automatic pistols. Those will be calibres .32, .38 and .45, or approximately those sizes.
ru: Для простоты, .22 и .25 калибры мы не рассматриваем, обсуждаем только более крупные калибры, используемые в современных пистолетах и револьверах. Это .32, .38, .45 и близкие к ним калибры.

source: We were brought up in the belief that a heavy bullet of soft lead, travelling in the leisurely manner of bygone days, could not be improved upon if it was desired to dispose of one's human foes in a decisive and clean-cut manner. We believed that such a bullet would mushroom, and that even if it did not do so, the impact of such a formidable mass of lead would infallibly do all that was required, including knocking the enemy clean off his feet.
ru: Нас воспитывали в представлении, что нет ничего лучше, чем мягкая и тяжелая безоболочечная пуля, летящая неторопливо, как встарь, если надо быстро и надежно избавиться от двуногого врага. Мы полагали, что такая пуля деформируется при попадании, а даже если нет, удар такой массы свинца неизбежно приведет к желаемым результатам, в том числе сразу собьет противника с ног.

source: We also believed that bullets of approximately equal weight, jacketed with cupro-nickel and travelling at perhaps a greater velocity, provided penetration as opposed to shock and were therefore unsuited to their purpose; and we had no faith whatever in light bullets driven at a much higher velocity, unless they could be so made as to secure effective expansion shortly after impact. Expanding bullets, however, are barred by the rules of the game as we have had to play it, so for practical purposes we must confine ourselves to solid bullets.
ru: Мы также думали, что оболочечная пуля примерно того же веса, но с более высокой начальной скоростью, обладает лишь повышенным пробивным действием, в ущерб шокирующему, и потому малопригодна на практике. Наконец, мы совершенно не доверяли легким пулям с высокой начальной скоростью, если только это не экспансивные пули. Экспансивные пули, однако, по нашим правилам игры не допускаются, и поэтому мы будем рассматривать только монолитные пули.

source: We are not so sure now of these beliefs. Perhaps the reasons for our doubts will be more easily apparent if we recount some actual experiences from the long list in our records. We shall make every effort to be impartial, and can assure our readers that in each case all data bearing on the subject was carefully sifted at the time and nothing has been preserved but actual facts.
ru: Сегодня мы далеко не так тверды в наших старых убеждениях. Причины наших сомнений легче всего продемонстрировать на конкретных примерах. Мы приложим все усилия, чтобы остаться беспристрастными; читатель может быть уверен, что мы не предлагаем ничего, кроме действительных фактов.

source: We shall choose for our first instance one relating to the big lead bullet driven at a moderate velocity. On this occasion, a Sikh constable fired six shots with his .455 Webley at an armed criminal of whom he was in pursuit, registering five hits. The criminal continued to run, and so did the Sikh, the latter clinching the matter finally bu battering in the back of the criminal's head with the butt of his revolver. Subsequent investigations showed that one bullet only, and that barely deformed, remained in the body, the other four having passed clean through.
ru: Первый пример относится к тяжелой безоболочечной пуле с невысокой начальной скоростью. Констебль-сикх, преследовавший вооруженного преступника, произвел шесть выстрелов из своего .455 Webley, при этом пять раз попал. Преступник продолжал бежать, сикх за ним. Кончилось дело тем, что констебль остановил преступника ударом рукояткой револьвера по затылку. Последующее исследование показало, что только одна пуля, к тому же практически не деформированная, осталась внутри тела, остальные прошли навылет.

source: A very similar incident took place more recently---though it relates to a different weapon. A European patrol-sergeant, hearing shooting and shouts of "Ch'iang-Tao" (robber), rushed to a rice shop which seemed to be the centre of the tumult, and there saw an armed Chinese robbing the till. The Chinese immediately opened fire on the sergeant with an automatic pistol at about 6 yards, firing several shots until his pistol jammed. Fortunately none of the shots took effect, and meanwhile the sergeant returned the fire swiftly and effectively with a .45 Colt automatic, commencing at about 10 feet and firing his sixth and last shot at 3 feet as he rapidly closed in on his opponent. Later, it was found that of those six shots, four had struck fleshy parts of the body, passing clean through, while one bullet remained in the shoulder and another had lodged near the heart. Yet, in spite of all this, the robber was still on his feet and was knocked unconscious by the butt of the sergeant's pistol as he was attempting to escape by climbing over the counter. Here we have two heavy jacketed bullets which did not waste their substance on mere penetration, on of them inflicting a wound which came near to being fatal. In theory these two heavy bullets should have stopped toe man in his tracks, but the facts are as related. Can anyone explain?
ru: Позднее произошел похожий случай, правда, с применением другого оружия. Сержант-европеец, услышав стрельбу и крики "цяньтяо" (грабитель) ворвался в рисовую лавку, казавшуюся центром этого безобразия, где и увидел вооруженного китайца, грабящего кассу. Китаец немедленно открыл огонь по сержанту из пистолета, на дистанции около 6 ярдов; после нескольких выстрелов пистолет заклинило. К счастью, попаданий не было. Быстро приближаясь к противнику, сержант открыл ответный огонь из своего Кольта .45 калибра, начиная примерно с 10 футов; шестой и последний выстрел был произведен на дистанции около трех футов. Потом стало известно, что четыре пули прошли навылет, одна застряла в плече, а одна — около сердца. Несмотря на это, преступник остался на ногах и попытался бежать, но был оглушен рукояткой пистолета, когда перелезал через прилавок. Здесь мы имеем две тяжелые оболочечные пули, которые не унесли свою энергию, пройдя навылет, причем одна из них причинила едва ли не смертельное ранение. В теории, бандит должен был упасть, как пораженный громом, но случилось именно то, что случилось. Кто-нибудь берется объяснить?

source: Descending in the scale of calibres and bullet weights, the only record we have of a man dropping instantly when shot relates to the performance of a .380 Colt automatic (pocket model). In this instance a single bullet penetrated from front to back, lodging very near the spine. The victim nevertheless recovered himself quickly and was able to get on his feet again. We think this case is probably analogous to the numerous instances that big-game hunters will recall of animals dropping instantly to neck shots that just miss the vertebra, only to get up again a few moments after and disappear over the horizon.
ru: Если же говорить о меньших калибрах и более легких пулях, единственный зарегистрированный нами случай, когда человек упал немедленно в результате попадания, относится к патрону .380 ACP. Пуля попала спереди, и остановилась вблизи позвоночника. Тем не менее, раненый быстро пришел в себя, и оказался способен встать на ноги. Нам этот случай напоминает эпизоды, о которых могут рассказать многие охотники на крупную дичь, когда животное, раненное в шею пулей, прошедшей вблизи позвоночника, мгновенно падает, чтобы спустя несколько секунд подняться и... исчезнуть.

source: Turning now to the high velocity small calibre weapons, we have seen terrible damage caused by a Mauser automatic, calibre 7.63 mm., of military pattern. We have in mind the case of a man who was hit in the arm by a solid full-jacketed bullet from a weapon of this type. Though he was in hospital within half an hour of being shot, nothing could be done to avoid amputation, so badly were the bone and tissue lacerated. Perhaps "pulped" would convey our meaning more exactly. Yet in theory at least the bullet should have caused far less shock than it obviously did. From what we have read, the bullet had something of the effect that the latest developments in ultra high velocity small-bore rifles are reported to have on game animals. We might add that in the particular service from whose records we have been quoting, nothing is so feared, rightly or wrongly, as the Mauser military automatic. The mention of the word is sufficient, if there is trouble afoot, to send men in instant search of bullet-proof equipment.
ru: Что касается оружия малого калибра с высокой начальной скоростью пули, то нам случалось наблюдать серьезнейшие повреждения, наносимые пулей калибра 7.63 мм, выпущенной из пистолета Маузер военного образца. В одном случае человек был ранен в руку, и доставлен в больницу в пределах получаса. Тем не менее, ампутации избежать не удалось, настолько сильно была раздроблена кость и размозжены ткани. В теории, по крайней мере, такая пуля не должна была нанести такого ущерба. Насколько мы можем судить по литературе, подобный поражающий эффект наблюдается при стрельбе из современных винтовок малого калибра со сверхвысокой начальной скоростью пули по крупной дичи. Мы можем только добавить, что в службе, из архивов которой мы берем наши примеры, никакого пистолета не опасаются больше, заслуженно или нет, чем Маузера казенного образца. В острой ситуации достаточно упомянуть это оружие, чтобы все немедленно занялись поисками бронежилетов.

source: We have tried to solve by experiment this question of the knock-down blow, but there is no satisfactory way of doing it. The nearest we have come to it has been to allow ourselves to be shot at while holding a bullet-proof shield. The chief value of that experiment was a conclusive demonstration of the efficacy of the shield.
ru: Мы пробовали разобраться с проблемой останавливающего действия пули экспериментально, но удовлетворительного подхода найти не удалось. Все, что мы смогли сделать, это провести стрельбы по пуленепробиваемому щиту, удерживаемому рукой. Основной пользой этих опытов была убедительная демонстрация эффективности пуленепробиваемых щитов.

source: Nevertheless, it did enable us to form some idea of the disconcerting effect of the explosion when a pistol is fired at one at very short range. These experiments with bullet-proof shields amount to no more than the firing of various types of bullets at a very hard surface of considerable area, flexibly supported, *i.e.* by the arm. The shock of impact increased in proportion to the velocity of the bullets but in all cases was negligible, the supporting arm only recoiling minutely. The results to the bullets were exactly what might have been expected. Soft lead bullets at low velocity mushroomed perfectly, jacketed bullets at moderate velocity broke into sizable and greatly deformed fragments, while high velocity jacketed bullets practically disintegrated. But if the firing had been against a human body instead of a shield, it would not be wise to conclude either that the shock of impact would have been so slight or that the various bullets would have behaved exactly as they did.
ru: Как бы то ни было, эти эксперименты дали нам возможность представить, что чувствует человек, по которому стреляют на предельно короткой дистанции. По сути, эти опыты — не более, чем стрельба пулями различных типов по очень твердой поверхности большой площади, находящейся на упругой опоре (руке). Сила удара увеличивается с ростом скорости пули, но во всех случаях она невелика — рука лишь незначительно подается при попадании. С пулями при попадании ничего неожиданного не происходит. Мягкие свинцовые пули с низкой начальной скоростью расплющиваются, полностью теряя форму, оболочечные пули со средней начальной скоростью распадаются на крупные и сильно деформированные фрагменты, а оболочечные пули с высокой начальной скоростью разрушаются практически полностью. Едва ли разумно, однако, предполагать, что если стрельбу вести не по щиту, а по человеку, то ощущение удара будет столь же незначительным, а пули поведут себя точно так же, как при стрельбе по щиту.

source: Other tests, carried out by firing into wood of varied thickness and hardness, very rarely showed any appreciable deformation of bullets, even if they were of soft lead.
ru: Стрельба по деревянным преградам различной толщины и твердости показала, что в этом случае даже мягкие свинцовые пули деформируются редко.

source: These little experiments left us, however, with a query which we have not been able to answer. How much, if anything, of deformation or disintegration is due to the sudden arrestation of the rotary motion when bullets are fired from a rifled barrel at objects hard enough to resist them effectively?
ru: После всех этих экспериментов остался вопрос, на который мы и сейчас не можем ответить. Когда пуля, выпущенная из нарезного ствола, попадает в достаточно твердую преграду, ее вращение мгновенно тормозится. В какой степени это обстоятельство влияет на ее деформацию и разрушение?

source: To sum up, all that we have done in this chapter is to provide instances of how various types of weapons and their loads have not run true to form. Preconceived ideas, based on theory or perhaps hearsay, seem to have been upset. We say "seem" advisedly, for in spite of the length and variety of our records we do not consider that we have had, even yet, sufficient visual proof of the behaviour and effects of bullets fired in human targets to enable us to lay down any hard-and-fast rules.
ru: В этой главе мы всего лишь описали несколько случаев, когда разные типы оружия и боеприпасов ведут себя не как положено. Умозрительные выводы, основанные на теории, а быть может, и на непроверенных слухах, кажутся опровергнутыми. Мы говорим "кажутся", так как, несмотря на длительный и разнообразный опыт, мы не накопили данных о поведении пуль, попадающих в живую мишень, достаточных для того, чтобы сформулировать какие-либо простые и надежные правила.

source: We do not know that a big soft lead bullet will not have the knock-down effect generally claimed. All we can say is that we have never seen it. We do not know for certain, either, that a full-jacketed high-velocity small-calibre bullet will always have the effect described in the particular instance which we have given.
ru: Мы не утверждаем, что останавливающее действие тяжелой мягкой свинцовой пули не так велико, как это принято считать. Мы только говорим, что никогда его не наблюдали. Мы не знаем также, будет ли всегда высокоскоростная оболочечная пуля малого калибра иметь такой же эффект, как в описанном нами эпизоде.

source: We incline to the belief that the human factor must influence to some extent the behaviour of bullets. A pugilist at the top of his form can stand vastly more punishment than a man who is "soft" and untrained. Capacity to resist shock and pain appears to be also a function of the nervous system, and marked differences occur in this respect as between individuals of different races. Perhaps that partially explains why some men are not knocked out by bullets when they ought to be. Again, if a bullet caught a man off balance, might not that aid in producing the appearance of a knock-down blow?
ru: Мы склонны полагать, что кое-что тут должно зависеть и от человеческого фактора. Опытный боец в прекрасной физической форме может выдержать гораздо больше, чем человек слабый и неподготовленный. Способность переносить шок и боль так же, по-видимому, зависит от типа и состояния нервной системы, и в этом отношении существует заметная разница между представителями различных рас. К тому же, если пуля настигла человека в момент потери равновесия, не может ли это создать впечатление мгновенного поражения?

source: We have made no mention yet of an aspect of this matter which we have observed time after time in the course of years. A hit in the abdominal region almost invariably causes a man to drop anything he may have in his hands and to clutch his stomach convulsively. We may add that such a hit almost always has fatal results, and that is an excellent reason for such equipment as effective bullet-proof vests, at least for the use of police.
ru: Мы еще не упомянули о другом явлении, постоянно наблюдаемом на протяжении многих лет. Попадание в область живота практически всегда заставляет человека бросить все, что бы он ни держал в руках, и схватиться за живот. Мы можем добавить, что такое ранение практически всегда смертельно, и это самое веское основание для использования бронежилетов, по крайней мере, в полиции.

source: If the ideal to be attained is a weapon that, with a body shot alone, will drop a man in his tracks with absolute certainty, then there is something lacking in the best of modern revolvers and automatics. It could be done, doubtless, with a weapon of greatly increased calibre and power, but the added weight and size of such a weapon would almost certainly render it unsuitable for average requirements. So perhaps we shall have to make the best of such weapons as are available to us.
ru: Если считать идеальным такое оружие, которое позволяет со стопроцентной уверенностью остановить человека одним попаданием в корпус, то придется признать, что даже лучшим современным пистолетам и револьверам чего-то не хватает. Несомненно, этого можно достичь, значительно увеличив калибр и мощность, но тогда практически наверняка вес и размер такого оружия сделают его непригодным для использования в обычных условиях. Так что, вероятно, нам придется добиваться предельной эффективности с тем оружием, которое мы имеем сегодня.

source: Those readers who have had the patience to follow us so far will most likely be justifiably irritated by our inconclusiveness. We can imagine them fsaying, "But there must be one or two kinds of pistol that are better than all the others. Why on earth can't they tell us what they are?"
ru: Те читатели, которым хватило терпения дочитать настоящую главу до этого места, могут выразить законное недовольство неопределенностью наших выводов. Они могут сказать: "Но должны же быть один или два пистолета, которые лучше всех остальных? Почему бы просто не назвать их?"

source: If that question is asked, we should reply that, for ourselves, we should choose the pistol which, while being easy to carry and convenient to use, would conform most nearly with he following requirements:---
ru: Отвечая за себя, мы скажем следующее: выбранный нами пистолет, помимо того, что должен быть удобным в ношении и простым в использовании, должен как можно лучше отвечать следующим требованиям:

source: The maximum of stopping power.
ru: Иметь наибольшее останавливающее действие.

source: The maximum volume of fire.
ru: Иметь наибольшую практическую скорострельность.

source: The maximum speed of discharge.
ru: Обеспечивать наивысший темп стрельбы.

source: To attain the first requirement we should choose a cartridge that represents what we consider a safe middle course, *i.e.* with a bullet of reasonably large calibre and weight, driven at a very high velocity.
ru: Чтобы удовлетворить первому требованию, следует проявить разумную умеренность в выборе патрона. Пуля такого патрона должна иметь достаточно большой вес и калибр, а также высокую начальную скорость.

source: As regards the second requirement the reader will have gathered from Chapters III and IV on training that we have a preference for firing in "bursts" of two or more shots. We think that lack of stopping power inherent in the cartridge is compensated for in some degree by the added shock of two or more shots in very rapid succession. Medical evidence tends to confirm this belief, which is strengthened moreover by the evidences we have seen of the terribly destructive effects on human targets of submachine-guns of the Thompson type. Obviously, this belief of ours implies the necessity for a large volume of fire, quite apart from the desirability on other grounds of having as many rounds as possible at one's disposal without having to reload.
ru: Второе требование связано с предпочтением, которое мы отдаем стрельбе сериями по два и более выстрела, о чем речь шла в главах III и IV. Мы считаем, что неизбежный недостаток останавливающего действия может быть до некоторой степени компенсирован несколькими попаданиями, следующими быстро одно за другим. Медицинские данные в целом подтверждают такое мнение, как и наши непосредственные впечатления от тяжелейших поражений, наносимых автоматическим огнем, например, из автомата Томпсон. Очевидно, чтобы обеспечить многократные попадания, высокая практическая скорострельность необходима; к тому же магазин большой емкости удобен и позволяет избежать частого перезаряжания.

source: Throughout this book we have don our best to emphasise the vital need for extreme rapidity of fire. For ourselves we can accomplish this our third desideratum, most easily with an automatic. The more closely our own pistols resemble machine-guns, the better we like it.
ru: В этой книге мы повсюду подчеркивали жизненную необходимость высокого темпа стрельбы. Легче всего это достигается использованием автоматического пистолета, и чем больше наш пистолет напоминает автомат, тем лучше.
