Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/08-miscellaneous.po
Languages: ru

source: We do not favour the use of oil. If it is too thin it is not a good preservative, and if it is too thick it is liable to become gummy, to the detriment of moving parts. Almost invariably, too, its use is overdone, with the result that the pistol overflows with oil which cannot all be removed before firing. Firing, and more particularly rapid firing, is apt to cause the user to be bespattered with this excess of oil. It is neither useful nor pleasant and is best avoided altogether. Lubrication of such moving parts as can be seen is just as well accomplished by use of the gun grease, applied sparingly with the bristle brush. The grease does not melt, dry off or spatter. Lubrication of locks, etc., should be a matter for the armourer. Locks do not need much lubrication in any case, and are only liable to be gummed up from the usual practise of squirting oil int the interior of the mechanism through every available aperture.
ru: Мы не рекомендуем использовать жидкую ружейную смазку. Нанесенная тонким слоем, она обладает недостаточными защитными свойствами, а нанесенная обильно, загустевает, затрудняя работу движущихся частей. На практике жидкой ружейной смазкой практически всегда злоупотребляют, в результате чего на всех деталях оказывается излишек масла, который не всегда можно удалить перед стрельбой. В результате стрелок, в особенности при высоком темпе стрельбы, оказывается забрызган маслом. Ни пользы, ни удовольствия здесь нет, и лучше без этого обойтись вообще. Смазывать подвижные части, открывающиеся при неполной разборке, удобно густой ружейной смазкой, нанося ее тонким слоем, щетинной кисточкой. Смазку ударно-спускового механизма лучше оставить оружейному мастеру. Ударно-спусковой механизм в обильной смазке не нуждается; напротив, часто страдает от загустения масла, которое многие просто вливают внутрь пистолета через все имеющиеся отверстия.
