Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/08-miscellaneous.po
Languages: ru

source: VIII. Miscellaneous
ru: VIII. Разное

source: Holsters.
ru: Кобура.

source: Care and Cleaning of Pistols.
ru: Уход и чистка.

source: Holsters for service men who are required to carry a pistol openly while in uniform must obviously be of a standard pattern, and there is little room for all the refinements that to to the making of a really good holster where individual requirements are the only consideration.
ru: Очевидно, что военнослужащий или полицейский в форме, который носит оружие открыто, может пользоваться только кобурой казенного образца, что оставляет мало места для индивидуальной подгонки, без которой по-настоящему хорошей кобуры не бывает.

source: Nevertheless, the design of service holsters might well be given a little more thought than is often the case. It is not possible, perhaps, to combine service needs with the facilities for the lightning-quick draw which some special designs provide, but there are one or two things that can be done to help in the latter respect. The butt of the pistol should protrude from the holster sufficiently to allow the user to get it well into his hand as quickly as possible; there should be no fumbling. If there is, there is something radically wrong with the design. The front of the holster should be cut away to allow the forefinger to enter the trigger-guard without resistance and without the stubbing of the finger-nail on the leather that is so often noticed. The gun can be secured in the holster either by a flap or a strap, both fastening on a metal stud. The strap is, of course, no wider than it must be to effect its purpose. The flap offers better protection from the weather, and we do not think its greater width makes any real difference to the speed with which the pistol can be drawn. The bottom of the holster should be open so that is case of rain or accidental immersion the water does not remain inside and the holster can dry out more quickly. The bottom of the holster cannot be entirely open if the design of the pistol is such that it will slip too far down, but it is always possible to leave an aperture or apertures of adequate size for draining.
ru: Тем не менее, и над казенной кобурой можно немного поработать, чего чаще всего не делают. Извлечь оружие из такой кобуры так же быстро, как из кобуры специально разработанной модели, может быть, и нельзя, но кое-что в этом отношении сделать можно. Рукоятка пистолета должна выступать из кобуры настолько, чтобы ее можно было сразу захватить рукой; разыскивать рукоятку в глубине кобуры не годится. Если легко и быстро захватить рукоятку не получается, значит с кобурой что-то решительно не так. На передней поверхности кобуры должен быть вырез, позволяющий указательному пальцу без помех попадать внутрь спусковой скобы, без того, чтобы ломать ногти о жесткую кожу, как нередко и бывает. Оружие фиксируется в кобуре при помощи широкого или узкого клапана; в любом случае клапан застегивается металлической кнопкой. Узкий клапан не должен быть шире, чем это необходимо. Широкий клапан лучше защищает пистолет от загрязнения и плохой погоды, и мы не думаем, что он всерьез мешает быстрому извлечению оружия. Снизу кобура не должна быть закрыта наглухо, на тот случай, если в кобуру попало много воды. Конструкция пистолета может позволять ему проскальзывать вглубь, если кобура открыта снизу полностью; в этом случае можно ограничиться одним или несколькими отверстиями, достаточными для стока воды.

source: Fig. 20.
ru: Рис. 20.

source: There remains to be considered the position in which the holster should be worn. The writers have a preference for wearing the gun on the belt at the left side of the body. In that position (see Fig. 20) the wearer is able to draw his pistol at reasonable speed, and apart from those occasions when he is obliged to shoot, he can protect it with his left hand and forearm from attempts to snatch it from the holster. Policemen find that such attempts are by no means infrequent in a crowd or on the part of "drunks" resisting arrest. To guard further against this danger (and it may well be serious), we recommend the use of a stout lanyard attached at one end to the swivel in the pistol butt. The other end should pass in a loop over the right shoulder, the shoulder strap of the uniform preventing the lanyard from slipping off. Never wear the lanyard round the neck, as we have sometimes seen it done, for needless to say, such a practice is liable to add to the danger very considerably.
ru: Осталось рассмотреть, в каком месте на ремне должна располагаться кобура. Авторы предпочитают носить кобуру слева. В этом случае (рис. 20) извлечь пистолет из кобуры можно достаточно быстро, а если стрелять не надо, левой рукой удобно парировать попытки других лиц вытащить оружие из кобуры. Такие попытки вовсе не редкость в толпе или при сопротивлении задержанию. В качестве дополнительной меры против этой угрозы, а она может быть серьезной, мы рекомендуем использовать прочный ремешок, продетый в отверстие на рукоятке. Когда оружие в кобуре, ремешок образует свободную петлю, затем уходит под правый погон, и далее к поясному ремню. Никогда не следует носить ремешок вокруг шеи, как это иногда делается; стоит ли объяснять, почему такое может дорого обойтись.

source: Whatever the position in which the holster is worn, great care should be taken to ensure that its design and method of attachment to the belt provide the maximum of resistance when the pistol is drawn. To make our meaning clearer, the pistol should slip easily out of the holster, but the holster itself should remain as nearly immovable as possible. Otherwise, when the pistol is drawn, the holster has a tendency to accompany it, and the result is a slow and clumsy draw. With a holster worn on the right thigh, the necessary amount of resistance may have to be provided by a thong or string fastened to the bottom of the holster and tied round the leg. Though so far we have been referring solely to holsters to be worn openly when in uniform, it will be obvious that the necessity for resistance exists for all other holsters as well.
ru: Где бы кобура ни располагалась, ее крепление должно быть таким, чтобы обеспечивать максимальную неподвижность при извлечении оружия. То есть, пистолет должен легко выходить из кобуры, которая при этом остается настолько неподвижной, насколько это возможно. В противном случае, когда кобура следует за пистолетом, извлечение получается медленным и неуклюжим. Если кобура располагается на правом бедре, нужное сопротивление можно обеспечить при помощи ремня, закрепленного внизу кобуры и охватывающего ногу. Хотя до сих пор мы обсуждали кобуру казенного образца, которую носят открыто, очевидно, что требование неподвижности относится и к любой другой кобуре.

source: Turning now to holsters for other purposes, we strongly recommend the reader to be satisfied only with the best and to take any amount of trouble in order to get it.
ru: Но довольно о кобуре казенного образца. Первый совет читателю, желающему обзавестись своей собственной кобурой — не останавливаться ни перед какими усилиями, чтобы обзавестись самым лучшим, что может предложить рынок.

source: Having provided yourself with the pistol of your choice, consider next how it will suit you best to carry it. Determine whether it is to be carried openly or concealed on the person. If the latter, do you prefer it under the left arm (Figs. 21 and 21a) or around the waist (see Figs. 22, 22a, 22b)? Having decided these points, get in touch with one of the reliable and well-known makers of holsters. If unable to visit him personally, provide him with such information as is appropriate to your requirements. Depending on those requirements, such information might well consist of
ru: Предположим, что пистолет у вас уже есть. Прежде всего, следует определиться, как вы будете его носить, открыто или скрыто. Если скрыто, то под левым плечом (рис. 21 и 21a) или на поясе (за поясом), см. рис. 22, 22a и 22b? Приняв окончательное решение, закажите кобуру мастеру с хорошей репутацией. Если вы не можете лично встретиться с вашим мастером, пошлите ему все необходимые данные. В зависимости от вашего выбора это могут быть:

source: The make and model of the pistol.
ru: Модель пистолета.

source: Your chest, waist and shoulder measurements.
ru: Объем груди, талии и плеч.

source: Length of arm.
ru: Длина руки.

source: Size of hand and length and thickness of trigger-finger.
ru: Размер кисти, а также длина и толщина указательного пальца.

source: A photograph of yourself, showing the clothes usually worn.
ru: Ваша собственная фотография в одежде, какую вы обычно носите.

source: Fig. 21.---Shoulder Holster.
ru: Рис. 21. Наплечная кобура.

source: Fig. 21a.---Shoulder Holster.
ru: Рис. 21a. Наплечная кобура.

source: Fig. 22.---Belt-Holster and Pistol.
ru: Рис. 22. Револьвер в поясной кобуре.

source: Fig. 22a.---Belt-Holster and Pistol.
ru: Рис. 22a. Револьвер в поясной кобуре.

source: Fig. 22b.---Cut-down Revolver.
ru: Рис. 22b. Укороченный револьвер.

source: With these particulars in his possession, the maker will be able to design a holster suited to your requirements in every way, including the correct angle at which to wear it. This latter is a most important aid to a quick draw. Though the foregoing may appear to the uninitiated as unduly meticulous, if not altogether too "finicky," it is only in this way that you will be able to get the utmost out of the pistol of your choice. That, we presume, is you object, and that to attain it you will be prepared to go to the necessary trouble and expense.
ru: Располагая этой информацией, мастер сможет изготовить кобуру, соответствующую всем вашим требованиям, и, в том числе, определить правильный угол ношения, что очень важно при быстром извлечении пистолета. Сказанное может показаться непосвященным излишним пристрастием к мелким деталям, но только так можно добиться от пистолета максимальной эффективности. Мы полагаем, что ваша цель именно такова, и для этого придется пойти на определенные затраты.

source: Supposing now that you have obtained a good holster, do not put it away and forget it. Mere possession is not sufficient. The best holster ever made will not make you any quicker on the draw without practice, and plenty of it. Nothing can excel "dry" practice in front of a mirror, and a friend with a stop-watch can often help you materially.
ru: Предположим, что хорошая кобура у вас уже есть. Это не значит, что ее можно спрятать и забыть. Обладание — это далеко не все. Самая лучшая кобура не сделает ваши действия стремительными без серьезной практики. Нет ничего лучше тренировки перед зеркалом, а друг с секундомером поможет оценить достигнутые результаты.

source: Though it is a safe general rule to seek the assistance of a manufacturer of repute, we should be the first to admit that there are plenty of other ingenious people capable of thinking out, designing and even making extremely effective holsters for themselves. One of the fastest holsters we have ever seen was designed and made by an amateur for use when on motor-cycle patrol. Fashioned from a cut-down service holster and fastened on with pieces of string, the finished product was not a thing of beauty, but it was 100 per cent. practical. It hung slightly below his belt in the centre of his body and enabled him to drop his hand a few inches from the handle-bar of the cycle on to the butt of the gun with complete certainty and lightning speed. Moreover, the holster held the gun securely even when riding over very rough ground. Here is a case of a man who not only had sufficient ingenuity to make a holster which exactly met his particular requirements, but sufficient application to perfect himself in its use by assiduous "dry" practice.
ru: Разумеется, воспользоваться услугами опытного мастера — это самый безопасный и верный путь. Это не значит, что нет неспециалистов, способных придумать и изготовить отличную кобуру для собственных нужд. Один из лучших образцов, которые нам случалось видеть, был разработан и изготовлен патрульным полицейским-мотоциклистом. Сделанный из обрезанной казенной кобуры и закрепленный шнурками, законченный продукт не выглядел особенно шикарным, что не мешало ему быть в высшей степени практичным. Кобура крепилась чуть ниже пояса, под пряжкой ремня, и позволяла владельцу уверенно и практически мгновенно переместить руку с руля мотоцикла на рукоятку пистолета. Более того, пистолет не мог выпасть из этой кобуры даже при езде по самой плохой дороге. Вот пример неспециалиста, которому хватило не только изобретательности, чтобы изготовить кобуру, удовлетворяющую его особым требованиям, но и упорства, чтобы тренировкой достичь совершенства.

source: Another instance of ingenuity on the part of an amateur, though it relates more nearly to a "gadget" than a holster, was furnished by a doctor whom one of the authors met in San Diego. This device was intended to cope with a "hold-up" when driving his motor-car. A slight flick of his hands and the next instant the doctor was grasping a pair of .38 revolvers, all ready for instant action. The observer's impression was that the guns appeared from nowhere, and far too quickly to enable one to get any idea how it was done. Had the doctor been actually held up at the moment, it is more than likely that his assailant would have been completely beaten by the utter unexpectedness of the thing.
ru: Другим примером изобретательного любителя оказался врач из Сан-Диего, с которым довелось встретиться одному из авторов, хотя в этом случае речь скорее идет не о кобуре, а о специальном приспособлении. Доктор, которому приходилось проводить много времени в своем автомобиле, разработал средство на случай попытки ограбления в то время, когда он находится за рулем. Водителю достаточно было шевельнуть руками, чтобы в них мгновенно появилась пара револьверов .38 калибра, готовых к немедленному применению. У наблюдателя создавалось впечатление, что оружие появляется ниоткуда, и настолько быстро, что понять, как это делается, не представлялось возможным. Случись доктору в такой момент подвергнуться нападению, более чем вероятно, что полная неожиданность происходящего не оставила бы грабителю никаких шансов.

source: We should not attempt to describe the device even if we could. It is sufficient to say that it was the result of many weeks of planning, adjustment and "dry" practice, all of which the doctor found to be "well worth the trouble, and great fun besides."
ru: Даже если бы мы могли описать эту конструкцию, мы бы не стали этого делать. Достаточно сказать, что в этом случае ценой успеха были многие недели, отданные разработке, наладке и тренировкам, о которых сам доктор отозвался так: "Стоило потраченного времени; к тому же, получил массу удовольствия".

source: On the same day, the author referred to was privileged to watch the Martin Brothers at quick-draw work with their famous front-draw holsters, one strapped down on each thigh, and he left firmly convinced that San Diego would be a very good town for bad men to keep away from.
ru: В день знакомства с изобретательным доктором автор также имел удовольствие посетить представление братьев Мартин, демонстрировавших молниеносную работу с их знаменитой набедренной кобурой, где оружие извлекается вперед, а не вверх. Автор покинул Сан-Диего в твердом убеждении, что это замечательный город, от которого плохим парням следует держаться подальше.

source: In one respect the pistol resembles the automobile engine or other piece of machinery in that it should be "run-in" and subsequently "tuned-up" to remove any small defects and asperities. This applies with greater force to automatics, and in their case the "running-in" process may well consist of fifty rounds of rapid fire. If all bearing-parts are then smoothed up by an armourer who knows his business, the pistols will not only be pleasanter to shoot with but will last much longer.
ru: Пистолет напоминает автомобильный двигатель, да и любой другой сколько-нибудь сложный механизм, в том отношении, что нуждается в "обкатке" и последующей "наладке", с целью притирки движущихся частей и устранения мелких дефектов. Сказанное относится в первую очередь к пистолетам, и в этом случае с целью "обкатки" имеет смысл произвести 50 выстрелов в быстром темпе. Если после этого трущиеся части будут обследованы и обработаны опытным оружейником, пистолет прослужит гораздо дольше, да и стрелять из него будет приятнее.

source: Where a number of men are engaged in cleaning their pistols at the same time, care must be taken that all parts which have been dismounted are reassembled on the right pistols. To this end, it is of great advantage if such parts are all stamped plainly with the numbers borne by the respective pistols to which they belong. This also ensures that pistols are correctly reassembled by the armourers after a general overhaul.
ru: Если разборкой и чисткой заняты несколько человек одновременно, следует позаботиться о том, чтобы детали разных пистолетов не были перепутаны. Для этого полезно отмаркировать все детали, какие возможно, номерами пистолета, к которому они относятся. Это также поможет оружейникам, занимающимся плановой переборкой пистолетов.

source: Cleaning in these days is a simple matter. Provide yourself with a celluloid-covered cleaning rod, the tip threaded to receive any of the following implements---a brass wire brush, a slotted jag, and a bristle brush. Provide yourself also with an aqueous solvent (of the nature of "Chloroil" or Young's .303 Cleaner), some flannelette patches and a tube of gun grease.
ru: В наши дни чистить оружие несложно. Обзаведитесь мастичным шомполом со сменными наконечниками, а именно: медным ершиком, ершиком из щетины и наконечником с прорезью для протирочной ветоши. Вам понадобится также чистящий раствор на водной основе (типа Хлорола или растворителя Янга), ветошь и густая ружейная смазка.

source: If the pistol permits of it, dismantle it, to facilitate the cleaning of the barrel. Attach the brass wire brush to the rod, dip it into the solvent, and run it through the barrel several times to loosen the fouling, and more particularly, if your ammunition has the older type of primer, to remove the potassium chloride which in that case will have been deposited. Then, using the slotted jag, run through several patches soaked with the solvent, finishing with one or two dry patches. The last dry patch should bear no traces of fouling. Finish with an application of the gun grease on the bristle brush. There should be no more grease than is necessary to coat the inside of the barrel with a *very light film* and *neither breech nor muzzle should be choked or clogged up*. If care is exercised in these respects, the pistol may be fired subsequently without having to wipe the barrel out first.
ru: Разберите пистолет; отделите ствол, если позволяет конструкция. Окуните медный ершик в чистящий раствор, и прогоните его шомполом через ствол несколько раз, чтобы размягчить нагар, и, что особенно важно, удалить соль, выделяющуюся при использовании боеприпасов с оржавляющими капсюлями. Затем поменяйте наконечник шомпола и протрите канал ствола несколько раз, сначала ветошью, смоченной в чистящем растворе, а затем сухой ветошью. Последняя сухая тряпочка должна остаться совершенно чистой. В заключение необходимо наложить густую ружейную смазку, используя щетинный ершик. Ружейной смазки должно быть ровно столько, чтобы покрыть канал ствола тонким слоем. Ни в коем случае в стволе не должны образовываться масляные пробки. При соблюдении этих условий пистолет будет готов к стрельбе немедленно, не нуждаясь в предварительной протирке ствола.

source: Whenever the design of the pistol permits it, always clean the barrel from the breech end.
ru: Во всех случаях, когда позволяет конструкция, ствол следует протирать со стороны казенного среза.

source: All the foregoing remarks apply to barrels of automatic pistols and barrels and cylinders of revolvers.
ru: Все сказанное относится как к стволам пистолетов, так и к стволам и барабанам револьверов.

source: Incidentally, nickel fouling due to jacketed bullets does not appear to exist. If it does, it is so slight as to be of no account.
ru: Кстати, непохоже, что загрязнение ствола материалом оболочки пули вообще имеет место. Если такое загрязнение и существует, оно не имеет практического значения.

source: The major part of the task is now finished. For the rest, wipe over with a slightly greasy rag all other metal parts, paying particular attention to the breech face, and in the case of revolvers to the other parts where fouling is apt to collect.
ru: Большая часть работы закончена. Осталось протереть слегка промасленной ветошью все металлические поверхности, уделяя особое внимание казенному срезу ствола, а в случае револьвера и другим местам, где обычно собирается нагар.

source: If the pistol is to be put away for any length of time, wipe dry and clean all metal parts other than the barrel (which has been attended to already), apply a film of gun grease (most easily done with the bristle brush) and wrap in greaseproof paper, making sure that you do not leave finger-marks on the metal. A pistol treated in this manner and put away in its box or case, if you have one, may be stored for a long time without attention. Never store in a holster; the leather is susceptible to damp and will cause rusting of all metal in contact with it.
ru: Если пистолет необходимо подготовить к хранению, очистите и протрите насухо все металлические части, кроме ствола (считаем, что ствол обработан, как описано выше). Затем наложите тонкий слой густой ружейной смазки (проще всего это сделать кисточкой из щетины) и упакуйте пистолет в вощеную бумагу. Проследите при этом, чтобы на металле не осталось следов ваших пальцев. Пистолет, обработанный таким образом, можно хранить долго, не уделяя ему специального внимания (лучше дополнительно положить его в коробку). Никогда не храните пистолет в кобуре — кожа легко впитывает влагу, и все металлические части, находящиеся в контакте с кобурой, заржавеют.
