Repository: Tyrn/StoL
Catalog: source/locale/*/LC_MESSAGES/fount/09-appendix.po
Languages: ru

source: Appendix
ru: Приложение

source: "Revolving Credit" System
ru: Система "оборотного кредита"

source: The unit quantities given in Table I are approximately those which have been found to answer our own purposes, but can be varied, of course, to suit different needs of the requirements of larger or smaller numbers of men. For greater simplicity, Table I is assumed to provide for a force of 1000 men.
ru: Цифры, приведенные в таблице I, получены на основе наших собственных нужд, но легко могут быть адаптированы к потребностям службы с любой численностью личного состава. Для простоты, мы даем расчет на 1000 человек.

source: Table I. Requirements over Twelve Months
ru: Таблица I. Потребность на двенадцать месяцев

source: Rounds
ru: Патроны

source: To be carried in daily use by each man, 12 rounds
ru: Носимый запас, 12 патронов на человека

source: Practice and training, 36 rounds per man
ru: Огневая подготовка, 36 патронов на человека

source: In reserve, 30 rounds per man
ru: Резерв, 30 патронов на человека

source: An initial purchase is made of the total quantity indicated by Table I as required over a period of twelve months and, for added clarity, we shall assume that it is on hand at the end of December.
ru: Первоначальная закупка делается на основе суммы по таблице I из расчета потребности на двенадцать месяцев. Для ясности, предполагаем, что боеприпасы поставлены в конце декабря.

source: Table II. Disposal of Initial Purchase
ru: Таблица II. Расходование первоначальной поставки

source: *1st January*---
ru: *1 января*---

source: Place to reserve
ru: Резерв

source: Issue for daily use
ru: Выдано для ношения

source: Issue for training and practice
ru: Выдано для огневой подготовки

source: *1st May*---
ru: *1 мая*---

source: Withdraw 12,000 issued 1st January
ru: Изъяты 12000 патронов, выданных 1 января

source: (for daily issue) and use for
ru: для ношения, и использованы для

source: training and practice. Replace for
ru: огневой подготовки. С целью замены,

source: daily use, by fresh issue of
ru: для ношения вновь выдано

source: *1st September*---
ru: *1 сентября*---

source: Withdraw 12,000 issued 1st May
ru: Изъяты 12000 патронов, выданных 1 мая

source: (for daily use) and use for
ru: для ношения, и использованы для

source: In twelve months, therefore, 36,000 rounds have been actually expended in training and practice.
ru: Таким образом, в течение двенадцати месяцев на нужды огневой подготовки израсходовано 36000 патронов.

source: Meanwhile, a second but smaller purchase has been made and is on hand at the end of December, twelve months after the first purchase arrived, so that the stock of ammunition is as shown in the next table.
ru: Тем временем, делается очередная закупка, меньше первоначальной, с поставкой в конце декабря, через двенадцать месяцев после первоначальной поставки.

source: Table III. Stock at end of First Twelve Months
ru: Таблица III. Запас на конец года

source: In reserve
ru: Резерв

source: In daily use (issued 1st September)
ru: Носимый запас (выдан 1 сентября)

source: Amount of second purchase
ru: Очередная поставка

source: We commence the second year with a stock of the same quantity as that with which we began originally and so are able to repeat exactly the processes of the first year.
ru: Таким образом, к началу второго года мы подходим с тем же запасом, который образовался в результате первоначальной закупки, и можем в точности повторить годичный цикл, с одним замечанием.

source: There is one difference to be noted, however. The second purchase is not drawn on until the first is exhausted. Thus on 1st January of the second year, 12,000 rounds, issued for daily use at the beginning of the preceding September, are withdrawn and issued for training and practice, their place being taken by 12,000 from reserve. The May issue, 12,000, and half the September issue, 6000, completely exhausted the 30,000 originally placed to reserve.
ru: Патроны из очередной поставки используются только по израсходовании патронов из предыдущей поставки. Когда 1 января текущего года изымается, для использования при огневой подготовке, носимый запас, выданный в предыдущем сентябре, недостающие 12000 патронов берутся из резерва. В мае из резерва выдаются в качестве носимого запаса еще 12000 патронов, а в сентябре половина этого количества, 6000 патронов; таким образом, первоначальный резерв 30000 патронов полностью исчерпывается.

source: Our two basic conditions are therefore fulfilled, *i.e.*:
ru: Такой порядок позволяет выполнить два основных условия:

source: No ammunition in daily use longer than four months.
ru: Патроны находятся в магазинах и барабанах не более четырех месяцев.

source: No ammunition in stock longer than two years.
ru: Патроны хранятся на складе не более двух лет.

source: As long as the programme is adhered to, the processes outlined are merely a matter of repetition year after year.
ru: Успешная реализация нашего подхода сводится к простому повторению одной и той же процедуры каждый год.
